Repository: Uuvana-Studios/longvinter-modding
Catalog: Content/Localization/GameLocalization/*/GameLocalization.po
Languages: th_th

source: Could not get GameMode
th_th: ไม่สามารถเข้าถึง GameMode

source: Music Volume
th_th: ระดับเสียงเพลง

source: Type your custom message
th_th: พิมพ์ข้อความที่กำหนดเองของคุณ

source: A fish that enjoys group activities
th_th: ปลาที่ชอบกิจกรรมแบบกลุ่ม

source: Travel to warm Kolkka.
th_th: เดินทางไปยังกอล์กกาแสนอบอุ่น

source: You have already interacted with this
th_th: คุณได้โต้ตอบกับสิ่งนี้แล้ว

source: Hours
th_th: ชั่วโมง

source: Options
th_th: ตัวเลือก

source: Cooking
th_th: ทำอาหาร

source: Gas Stove
th_th: เตาแก๊ส

source: Chat
th_th: พูดคุย

source: After compendium completion, Filemon will offer you to buy a Hunting Hat. Visit him.
th_th: หลังจากเก็บชุดสะสมครบ ไฟล์มอนจะขายหมวกล่าสัตว์ให้คุณ ไปหาเขา

source: Visit Koilot island
th_th: เยี่ยมชมเกาะคอยลอต

source: Trading Vendor
th_th: ตู้แลกเปลี่ยน

source: Only hunters that enjoy the killing have made it this far. Shooting a bird wihout damaging it's feathers ain't no easy task my firend. Be proud. -Filemon
th_th: มีเพียงนักล่าที่ชอบการฆ่าเท่านั้นที่มาถึงจุดนี้ ยิงนกโดยไม่ทำให้ขนนกเสียหายไม่ใช่งานง่ายเลย เพื่อนยาก จงภูมิใจในตัวเอง -ไฟล์มอน

source: Good old bench, you can use this forever.
th_th: ม้านั่งเก่าแสนดี คุณสามารถใช้มันได้ตลอดกาล

source: Interact, Shoot, Pickup Loot
th_th: โต้ตอบ, ยิง, หยิบของ

source: Acquire crafting book
th_th: ได้รับคู่มือการคราฟท์

source: Cooked Bird Meat
th_th: เนื้อสัตว์ปีกย่าง

source: Save settings
th_th: บันทึกการตั้งค่า

source: AutoDefender
th_th: ป้อมปืนอัตโนมัติ

source: Super fast. Increases your movement speed by
th_th: เร็วได้ใจ เพิ่มความเร็วเคลื่อนที่ของคุณ

source: Garden Fence (Blue)
th_th: รั้วสวน (สีฟ้า)

source: Talk to the Sgt. Lake in Koilot
th_th: คุยกับสิบเอกเลคที่เกาะคอยลอต

source: Cannot pickup while someone is inside
th_th: หยิบไม่ได้เมื่อมีคนอยู่ข้างใน

source: Semi-Automatic Kit
th_th: ชิ้นส่วนเซมิออโต้

source: In Combat
th_th: อยู่ในการต่อสู้

source: This does not belong to you!
th_th: นี่ไม่ใช่ของคุณ!

source: Rich in flavor, but with a taste and aroma dificult to describe!
th_th: กลิ่นรสเข้มข้น แต่มาพร้อมกับรสและกลิ่นหอมที่ยากจะบรรยาย!

source: Not enough currency to fill vendor
th_th: เงินไม่เพียงพอที่จะเติมตู้ขายของ

source: 100% hunting compendium
th_th: ชุดสะสมการล่าสัตว์ 100%

source: UnBan
th_th: ปลดแบน

source: Christmas Tree
th_th: ต้นคริสต์มาส

source: Filemons
th_th: ไฟล์มอน

source: Bake food
th_th: ทำอาหาร

source: Bug description:
th_th: รายละเอียดบั๊ก:

source: Advanced options
th_th: ตัวเลือกขั้นสูง

source: Joining island..
th_th: เข้าร่วมเกาะ...

source: Idea
th_th: ไอเดีย

source: Container for your drinks!
th_th: ภาชนะสำหรับเครื่องดื่ม!

source: Portuguese
th_th: โปรตุเกส

source: Fuel InteriorUpgrade
th_th: อัพเกรดพื้นที่ภายในเชื้อเพลิง

source: Upgrade Path
th_th: ทางเลือกอัพเกรด

source: Buy
th_th: ซื้อ

source: Color: Lemon
th_th: สี: เหลืองเลม่อน

source: You dont have the required compendium to wear this item
th_th: คุณไม่มีชุดสะสมที่ต้องการเพื่อสวมใส่ไอเท็มนี้

source: Cannot place that hight!
th_th: วางสูงขนาดนั้นไม่ได้

source: You received
th_th: คุณได้รับ

source: Sofa (Yellow)
th_th: โซฟา (เหลือง)

source: Windflower
th_th: ดอกวินด์ฟลาวเออร์

source: Travel via boat or swim to the island.
th_th: เดินทางโดยเรือหรือว่ายน้ำไปยังเกาะ

source: Thai
th_th: ไทย

source: Max
th_th: สูงสุด

source: Leave easy access to players to shop in your store
th_th: ให้ผู้เล่นเข้าถึงร้านของคุณได้ง่าย ๆ

source: YOU LOSE
th_th: คุณแพ้

source: Islands vegetation can be collected. Try clicking on stuff or press [SPACE] to interact with objects around you.
th_th: พืชพันธุ์บนเกาะสามารถเก็บเกี่ยวได้ ลองคลิกพวกมันหรือกด [SPACE] เพื่อโต้ตอบกับวัตถุรอบตัวคุณ

source: Green House
th_th: เรือนกระจก

source: Host server
th_th: โฮสต์เซิร์ฟเวอร์

source: Note: Items cannot be retrieved after deposit
th_th: หมายเหตุ: ไม่สามารถรับไอเท็มคืนได้หลังจากฝากแล้ว

source: Seen on the server
th_th: พบเห็นบนเซิร์ฟเวอร์

source: Hatchet
th_th: ขวาน

source: Ammo Pouch
th_th: กระเป๋าใส่กระสุน

source: Quest progressed
th_th: ความคืบหน้าภารกิจ

source: Add item
th_th: เพิ่มไอเท็ม

source: No friends playing Longvinter
th_th: ไม่มีเพื่อนเล่น Longvinter อยู่

source: Capercaillie Feather
th_th: ขนไก่คาเปอร์เคลลี

source: An electronic scarecrow
th_th: หุ่นไล่กาอิเล็กทรอนิกส์

source: Ammo
th_th: กระสุน

source: You are going to try your luck in the arena eh? I want to prepare you as much as possible for your challenge. If you find any good loot that you don't want to keep. Just sell it over to James and he will distribute it. - Jack
th_th: จะมาลองเสี่ยงโชคในอารีน่าเหรอ? ฉันอยากให้เธอเตียมตัวให้มากที่สุดสำหรับความท้าทาย ถ้าเจอของดีที่ไม่อยากเก็บไว้ก็เอาไปขายให้เจมส์แล้วเขาจะเอาไปขายต่อเอง - แจ็ค

source: Vendor is already used by someone else
th_th: ตู้ขายของถูกคนอื่นใช้งานอยู่แล้ว

source: Sgt. Lake's Kitchen
th_th: ครัวของสิบเอกเลค

source: Buying
th_th: รับซื้อ

source: Last saved
th_th: บันทึกครั้งล่าสุด

source: Item is overlapping with something!
th_th: ไอเท็มซ้อนทับกับบางอย่าง!

source: Makes fishes love you! Faster fishing by
th_th: ทำให้เหล่าปลารักคุณ! ตกปลาไวขึ้น

source: Necessary kit for crafting a semi auto pistol
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ปืนพกเซมิออโต้

source: Satellite Communicator
th_th: เครื่องมือสื่อสารดาวเทียม

source: Report player
th_th: รายงานผู้เล่น

source: Plant it
th_th: ปลูกมันสิ

source: Tent Decay
th_th: การสลายของเต็นท์

source: Snowman
th_th: มนุษย์หิมะ

source: Metal things with gunpowder inside
th_th: โลหะที่มีดินปืนอยู่ข้างใน

source: Item
th_th: ไอเท็ม

source: Connection Failed
th_th: การเชื่อมต่อล้มเหลว

source: Kupmo research papers
th_th: เอกสารวิจัยคุปโม่

source: Right
th_th: ขวา

source: text
th_th: ข้อความ

source: General
th_th: ทั่วไป

source: Starting up
th_th: เริ่มการทำงาน

source: Collect wild plants
th_th: เก็บพืชป่า

source: You need two(2) free slots in inventory
th_th: คุณต้องการ 2 ที่ว่างในช่องเก็บของ

source: A's Farming Shop
th_th: ร้านขายของทำฟาร์มของเอ

source: It is large
th_th: ใหญ่ใช้ได้

source: - Offensive language, insulting, harassing, or threatening - Discrimination or hate speech that is based on, including but not limited to, sexual orientation, gender identity, race, religion, and ethnicity. - Inappropriate game names, such as lewd, derogatory, or insulting. - Impersonation of any individual, business, or entity for malicious purposes
th_th: - คำพูดที่รุนแรง, ดูถูก, ก่อกวน, หรือ ข่มขู่ - การเลือกปฏิบัติหรือคำพูดแสดงความเกลียดชังที่มีพื้นฐานมาจาก ซึ่งรวมถึงแต่ไม่จำกัดเพียง รสนิยมทางเพศ อัตลักษณ์ทางเพศ เชื้อชาติ ศาสนา และชาติพันธุ์ - ชื่อในเกมที่ไม่เหมาะสม เช่น ลามก ดูหมิ่น หรือหยาบคาย - การแอบอ้างเป็นบุคคล ธุรกิจ หรือนิติบุคคลใดๆ เพื่อจุดประสงค์ที่เป็นอันตราย

source: ON
th_th: เปิด

source: APPLY
th_th: นำไปใช้

source: English
th_th: อังกฤษ

source: Idea description:
th_th: คำอธิบายไอเดีย:

source: Wonderful tool to help you craft things. You should get one.
th_th: ของดีไว้ช่วยในการคราฟท์ของ คุณควรมีสักอัน

source: Decorated with lights and ornaments
th_th: ประดับด้วยไฟและของตกแต่ง

source: Dark Panel Interior
th_th: ผนังภายในสีดำ

source: Category:
th_th: หมวดหมู่:

source: Placed by: level or unknown SteamID
th_th: วางโดย: พื้นผิวหรือ SteamID ที่ไม่ทราบ

source: Seeds: Hepatica
th_th: เมล็ด: ดอกเฮพาติก้า

source: Friends List
th_th: รายชื่อเพื่อน

source: Cooked Reindeer Meat
th_th: เนื้อกวางเรนเดียร์ย่าง

source: Your movement startled the fish & your fishing ability is on cooldown
th_th: การเคลื่อนไหวของคุณทำให้ปลาตกใจ ความสามารถการตกปลาของคุณกำลังคูลดาวน์

source: Kyrre's Equipment
th_th: ร้านอุปกรณ์ของเคียร์

source: Cost per hour :
th_th: จำนวนที่ใช้ต่อชั่วโมง:

source: Cake
th_th: เค้ก

source: No room in inventory
th_th: ไม่มีที่ว่างในช่องเก็บของ

source: Other settings
th_th: การตั้งค่าอื่นๆ

source: Blackberries
th_th: แบล็คเบอร์รี่

source: — Building blocked
th_th: — วางไม่ได้

source: Average slot price : 0.35£
th_th: ราคาสล็อตโดยเฉลี่ย : 0.35£

source: Kolkka research papers
th_th: เอกสารวิจัยกอล์กกา

source: Chainsaw
th_th: เลื่อยยนต์

source: Teams Leaderboard
th_th: กระดานผู้นำทีม

source: Keep hunting for birds to get those pristine feathers!
th_th: ล่านกไปเรื่อยๆ เพื่อหาขนนกสภาพดี!

source: Current Players
th_th: ผู้เล่นขณะนี้

source: Storm Lamp
th_th: ตะเกียงน้ำมัน

source: Krokon research papers
th_th: เอกสารวิจัยโครกอน

source: Once in the bunker, enter the locked room and find the documents. You may need a keycard.
th_th: เมื่อถึงบังเกอร์ เข้าไปในห้องที่ถูกล็อคและหาเอกสาร คุณอาจต้องใช้คีย์การ์ด

source: Stylised Vase With Flowers (Green)
th_th: แจกันแต่งลายพร้อมดอกไม้ (เขียว)

source: House code changed to
th_th: รหัสบ้านถูกเปลี่ยนเป็น

source: Too close to other base
th_th: ใกล้ที่ตั้งบ้านคนอื่นเกินไป

source: Decay
th_th: การสลาย

source: Confirm
th_th: ยืนยัน

source: Autumn
th_th: ใบไม้ร่วง

source: Modular Cabinet (Lotus)
th_th: ตู้โมดูลาร์ (สีม่วง)

source: Craft Small solar panel
th_th: คราฟท์แผงโซลาร์เซลล์ขนาดเล็ก

source: Team you are trying to join does not exists
th_th: ไม่มีทีมที่คุณพยายามเข้าร่วม

source: Find a bunker in Kupmo
th_th: หาบังเกอร์ที่คุปโม่

source: Shotgun Kit
th_th: ชิ้นส่วนปืนลูกซอง

source: Your EOS ID
th_th: ไอดี EOS ของคุณ

source: Select Position
th_th: เลือกตำแหน่ง

source: Title
th_th: หัวข้อ

source: No house
th_th: ไม่มีบ้าน

source: ALTERNATE
th_th: ทางเลือก

source: You can't afford that
th_th: คุณมีเงินไม่เพียงพอ

source: We have changed our ticketing system to chat based. You can access it from the link below
th_th: เราได้ทำการเปลี่ยนระบบตั๋วสนับสนุนเป็นระบบแชท คุณสามารถเข้าถึงได้จากลิงก์ข้างล่างนี้

source: items dropped to ground
th_th: ไอเท็มดรอปลงพื้น

source: You already have placed your tents
th_th: คุณวางเต็นท์ของคุณไปแล้ว

source: Dropped by a soft white bird
th_th: ดรอปจากนกขาวขนปุย

source: Cock-of-the-woods
th_th: ไก่แห่งพงไพร

source: Plain canvas for mixing new drinks
th_th: ผ้าใบเปล่าสำหรับผสมเครื่องดื่มใหม่

source: Creating a new account or using a different account to return to play does not absolve you of your previous actions. By doing so, we will ban your account for the same amount of time as the previous ban.
th_th: การสร้างบัญชีใหม่หรือใช้บัญชีอื่นเพื่อกลับไปเล่น ไม่ได้ทำให้การกระทำก่อนหน้านี้ของคุณหายไป โดยการทำเช่นนี้ เราจะแบนบัญชีของคุณในระยะเวลาเดียวกับการแบนครั้งก่อน

source: Cabin
th_th: บ้านไม้

source: PVP enabled
th_th: เปิด PVP

source: Aim, Drop Items
th_th: เล็ง, ทิ้งไอเท็ม

source: Craft adhesive
th_th: คราฟท์กาว

source: Anti-aliasing
th_th: ลบรอยหยัก

source: Mk added!
th_th: เพิ่ม Mk แล้ว!

source: Necessary kit for crafting a submachine gun
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ปืนกลมือ

source: Likes mountain water
th_th: ชอบแหล่งน้ำแถวภูเขา

source: Place down a research tent
th_th: วางเต็นท์วิจัย

source: Crafting book
th_th: คู่มือการคราฟท์

source: Black Lotus
th_th: ดอกบัวสีดำ

source: Map
th_th: แผนที่

source: We use Github for organizing bugs and issues in the game
th_th: เราใช้ GitHub จัดระเบียบบั๊กและปัญหาในเกม

source: Requires Feather Compendium
th_th: ต้องการชุดสะสมขนนก

source: This item can only be placed outside!
th_th: ไอเท็มนี้วางได้แค่ข้างนอกเท่านั้น!

source: You can pick up by right-clicking any placed item.
th_th: คุณสามารถหยิบไอเท็มใดก็ได้โดยคลิกขวาที่ไอเท็ม

source: Tarp
th_th: ผ้าใบ

source: Most fish can be cooked and eaten with campfire.
th_th: ปลาส่วนมากนั้นสามารถนำมากินได้ด้วยการย่างกับแคมป์ไฟ

source: Icons
th_th: ไอคอน

source: Handy for every fisherman
th_th: มีประโยชน์สำหรับนักตกปลาทุกคน

source: Visit sirola’s secret shop
th_th: เยี่ยมชมร้านลับของสิโรล่า

source: Your basket is full
th_th: ตะกร้าของคุณเต็มแล้ว

source: Full Auto Pistol
th_th: ปืนพกฟูลออโต้

source: Ban Evading
th_th: หลบเลี่ยงการแบน

source: Status: Loading Assets
th_th: สถานะ: กำลังโหลดข้อมูลเนื้อหา

source: You are already fishing
th_th: คุณกำลังตกปลาอยู่แล้ว

source: Cooked Trout
th_th: ปลาเทราท์ย่าง

source: Arrows [5]
th_th: ลูกธนู [5]

source: Cannot place in water!
th_th: ไม่สามารถวางในน้ำได้!

source: Early Access Beta*
th_th: เบต้าระหว่างการพัฒนา*

source: Cat + fish
th_th: ปลา + ดุก

source: Travel to Sgt. lake’s outpost
th_th: เดินทางไปเอาท์โพสต์ของสิบเอกเลค

source: Round Table (White)
th_th: โต๊ะกลม (ขาว)

source: Admin panel
th_th: หน้าต่างแอดมิน

source: Redfish
th_th: ปลาเรดฟิช

source: Seeds for plants can be found from points of interests and bought from vendors.
th_th: เมล็ดพืชสามารถพบได้จากจุดสนใจและซื้อได้จากที่ขายของ

source: I'd rather eat animals, but this is probably more sustainable. Setup your home tent and start farming. Turn seeds into edible fruit and bring it all here. Remeber to guard your plants. A lot of berry thieves around here. -A
th_th: ฉันอยากกินเนื้อสัตว์ แต่นี่คงยั่งยืนกว่า ตั้งเต็นท์ของเธอและเริ่มทำฟาร์ม เปลี่ยนเมล็ดให้กลายเป็นผลไม้ที่ทานได้และนำมันมาที่นี่ จำไว้ว่าต้องคอยปกป้องพืชของคุณ แถวนี้หัวขโมยเบอร์รี่มันเยอะ -เอ

source: Does what it is supposed to
th_th: ทำหน้าที่ที่มันควรทำ

source: Invited!
th_th: เชิญแล้ว!

source: Daily message
th_th: ข้อความประจำวัน

source: Perch
th_th: ปลาเพิร์ช

source: You opened a gift
th_th: คุณเปิดของขวัญ

source: Coords
th_th: พิกัด

source: Rug: Grey Persian
th_th: พรม: เปอร์เซียนสีเทา

source: At any time, Uuvana Studios holds the right to modify these rules. It will be assumed that you have accepted the amended rules if you continue to play the game. Please discontinue playing the game if you do not accept the new rules in full or in part.
th_th: Uuvana Studios ถือสิทธิ์ในการแก้ไขกฎเหล่านี้ได้ทุกเมื่อ หากคุณเล่นเกมต่อไปจะถือว่าคุณได้ยอมรับกฎที่แก้ไขแล้วโปรดหยุดเล่นเกมหากคุณไม่ยอมรับกฎใหม่ทั้งหมดหรือบางส่วน

source: Golden jam with added cold resistance
th_th: แยมสีทองแถมยังช่วยต้านทานความหนาว

source: Players:
th_th: ผู้เล่น:

source: Light Bulb
th_th: หลอดไฟ

source: 12 slots
th_th: 12 สล็อต

source: Color: Baby Blue
th_th: สี: ฟ้าอ่อน

source: Weather Station
th_th: สถานีตรวจสภาพอากาศ

source: Shared gate is only locked when you upgrade your tent to a house with workbench
th_th: ประตูที่ใช้ร่วมกันจะล็อคต่อเมื่อคุณอัพเกรดเต็นท์เป็นบ้านด้วยโต๊ะเครื่องมือ

source: 10 slots
th_th: 10 สล็อต

source: Effect
th_th: ผล

source: Hazy group activity enjoying fish
th_th: ปลาที่ชอบกิจกรรมกลุ่มนัว ๆ

source: YOU WIN !
th_th: คุณชนะ!

source: Has the same rights as the common Trout
th_th: มีสิทธิเท่ากับปลาเทราท์ทั่ว ๆ ไปนั่นแหละ

source: Cooked Catfish
th_th: ปลาดุกย่าง

source: Set turrets to passive!
th_th: ตั้งค่าป้อมเป็นแบบพาสซีฟ!

source: Kick
th_th: เตะ

source: Long Gun Barrel
th_th: ลำกล้องปืนยาว

source: Server full
th_th: เซิร์ฟเวอร์เต็ม

source: Requires An Item
th_th: ต้องการไอเท็ม

source: [F1] Help
th_th: [F1] ช่วยเหลือ

source: I will be happy to buy all sorts of feathers and other animal stuff you find on the island. Feel free to come and say hello to me at Padva island! -Filemon
th_th: ฉันยินดีที่จะรับซื้อขนนกและของจากสัตว์อื่นๆ ที่เธอพบบนเกาะนี้ แวะมาทักทายฉันที่เกาะแพดวาเมื่อไหร่ก็ได้! -ไฟล์มอน

source: Other player left the trade
th_th: ผู้เล่นอีกคนออกจากการแลกเปลี่ยน

source: Juniper Wood
th_th: ไม้จูนิเปอร์

source: Please use English if possible!
th_th: โปรดใช้ภาษาอังกฤษหากเป็นไปได้!

source: Square Table With Round Leg (White)
th_th: โต๊ะเหลี่ยมขากลม (ขาว)

source: A herbaceous perennial plant of the buttercup family, native to temperate and subtropical regions
th_th: ไม้ยืนต้นสลับล้มลุกในวงศ์พวงแก้วกุดั่น มีถิ่นกำเนิดในเขตอบอุ่นและกึ่งเขตร้อน

source: Travel to barren Krokon.
th_th: เดินทางไปสู่แดนแห้งแล้งโครกอน

source: New quest added!
th_th: ได้รับเควสต์ใหม่!

source: Filled
th_th: อิ่ม

source: CANCEL
th_th: ยกเลิก

source: Crossbow
th_th: หน้าไม้

source: More Running Speed
th_th: วิ่งเร็วขึ้น

source: Blackberry Jam
th_th: แยมแบล็คเบอร์รี่

source: Crafted into warm and cold drinks. Can also be used to pay respect
th_th: รังสรรค์เป็นเครื่องดื่มร้อนและเย็น ใช้แสดงความเคารพก็ได้

source: Send
th_th: ส่ง

source: You can damage other players and vice versa
th_th: คุณสามารถสร้างความเสียหายให้กับผู้เล่นคนอื่นและคนอื่นก็ทำความเสียหายกับคุณได้เช่นกัน

source: Change code!
th_th: เปลี่ยนรหัส!

source: Seeds: Windflower
th_th: เมล็ด: ดอกวินด์ฟลาวเออร์

source: Base Management
th_th: การจัดการฐาน

source: Cloudberry Jam
th_th: แยมคลาวด์เบอร์รี่

source: Faster fishing by
th_th: ตกปลาเร็วขึ้น

source: Necessary kit for crafting a shotgun
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ปืนลูกซอง

source: Explore the coast and seas for fish spots.
th_th: สำรวจชายฝั่งและทะเลเพื่อหาจุดตกปลา

source: Second Floor
th_th: ชั้นสอง

source: You're trying to pick up an item on someone elses property
th_th: คุณพยายามหยิบไอเท็มบนที่ดินของผู้อื่น

source: You dealt
th_th: คุณสร้าง

source: James General Store
th_th: ร้านขายของทั่วไปของเจมส์

source: Click to toggle
th_th: คลิกเพื่อสลับ

source: Water in a canister
th_th: น้ำในถัง

source: in inventory
th_th: ในช่องเก็บของ

source: Collect!
th_th: เก็บ!

source: Wooden Stock
th_th: ด้ามไม้

source: Action Log:
th_th: บันทึกการกระทำ:

source: Cannot drop less than 25 ammo!
th_th: ไม่สามารถดรอปได้น้อยกว่า 25 นัด

source: Access Card: Standard
th_th: บัตรเข้าถึง: ธรรมดา

source: Ban expires:
th_th: แบนสิ้นสุด:

source: Found
th_th: พบแล้ว

source: Compendium
th_th: ชุดสะสม

source: Talk to the Filemon in Padva
th_th: คุยกับไฟล์มอนที่เกาะแพดวา

source: Reindeer Meat
th_th: เนื้อกวางเรนเดียร์

source: Save all players and placeables
th_th: บันทึกผู้เล่นและของที่วางทั้งหมด

source: Storm Lamp With Stand
th_th: ตะเกียงน้ำมันพร้อมขาตั้ง

source: Upkeep your house
th_th: บำรุงรักษาบ้านของคุณ

source: Can only be placed on the ground!
th_th: วางได้บนพื้นเท่านั้น!

source: At least it's not the death jacket
th_th: อย่างน้อยก็ไม่ใช่เสื้อปลิดชีพ

source: Report
th_th: รายงาน

source: Environment changes how fast plants grow. Near water or in the planter box are the best places
th_th: สิ่งแวดล้อมเปลี่ยนแปลงความเร็วการเติบโตของพืช ใกล้น้ำหรือในแปลงพืชเป็นที่ที่ดีที่สุด

source: Cooked Redfish
th_th: ปลาเรดฟิชย่าง

source: NoColor
th_th: ไม่มีสี

source: Occupied land : 0%
th_th: พื้นที่ถูกครอบครอง : 0%

source: Auto open inventory after placing item
th_th: เปิดช่องเก็บของอัตโนมัติหลังจากวางไอเท็ม

source: You need a activate quest to interact with the item
th_th: คุณต้องมีภารกิจที่ดำเนินการอยู่เพื่ิอโต้ตอบกับไอเท็ม

source: A delicious holiday treat with chocolate and peppermint
th_th: ขนมสำหรับวันหยุดแสนอร่อยพร้อมกับช็อกโกแลตและเปปเปอร์มินต์

source: Painting: Anders
th_th: รูปวาด: แอนเดอร์ส

source: Square Table (Wood)
th_th: โต๊ะเหลี่ยม (ไม้)

source: Strawberry hat
th_th: หมวกสตรอว์เบอร์รี่

source: Seeds: Black Lotus
th_th: เมล็ด: ดอกบัวดำ

source: Requires All Compendiums
th_th: ต้องการทุกชุดสะสม

source: Wood & Matches
th_th: ไม้กับไม้ขีด

source: Fireplace
th_th: เตาผิง

source: All researches need a base of operation.
th_th: นักวิจัยทุกคนต้องมีฐานปฏิบัติการ

source: Travel around the island and find the bunker entrance.
th_th: เดินทางดูรอบๆ เกาะและหาทางเข้าบังเกอร์

source: Teleport
th_th: เทเลพอร์ต

source: Legendary hat for true fishermen
th_th: หมวกในตำนานสำหรับชาวประมงตัวจริง

source: Full Auto Pistol Kit
th_th: ชิ้นส่วนปืนพกฟูลออโต้

source: You are full of cake, you cannot eat another before your stomach empties
th_th: ท้องคุณเต็มไปด้วยเค้ก คุณกินอีกชิ้นไม่ได้จนกว่าท้องคุณจะว่าง

source: Mustn't be consumed on Keto!
th_th: ไดเอ็ตแบบคีโตอยู่ห้ามกิน!

source: Collect plants
th_th: เก็บพืช

source: Allows you to travel around, you can pick it up after the use
th_th: ช่วยให้คุณเดินทางไปรอบๆ คุณสามารถเก็บได้หลังจากใช้

source: Wood Stool
th_th: เก้าอี้ไม้

source: After finding half of the feathers, you can go hunting birds in Padva. It also has cool vendors that buy and sell hunting stuff.
th_th: หลังจากหาขนนกได้ครึ่งหนึ่ง คุณสามารถไปล่านกได้ที่เกาะแพดวา ที่นั่นมีตู้ขายของเจ๋งๆ ที่ซื้อ-ขายของล่าสัตว์

source: No mk stored
th_th: ไม่มี mk เก็บอยู่

source: All plants found
th_th: ค้นพบพืชทุกชนิด

source: Golden berries of the north
th_th: เบอร์รี่ทองคำแห่งแดนเหนือ

source: Semi-Automatic
th_th: ไรเฟิลเซมิออโต้

source: Catch fishes.
th_th: ตกปลา

source: Quest completed
th_th: ภารกิจสำเร็จ

source: Harvest blackberries
th_th: เก็บเกี่ยวแบล็คเบอร์รี่

source: Portable Generator
th_th: เครื่องผลิตไฟฟ้าพกพา

source: Dropped by a brown bird
th_th: ดรอปจากนกน้ำตาล

source: 8 slots
th_th: 8 สล็อต

source: Farming Hat
th_th: หมวกทำฟาร์ม

source: Dismantle the base.
th_th: รื้อถอนที่อยู่

source: You will need to open port 7777 from your modem so that other players can join
th_th: คุณจะต้องเปิดพอร์ต 7777 จากโมเด็มของคุณเพื่อให้ผู้เล่นคนอื่นสามารถเข้าร่วมได้

source: Semi Auto Pistol Kit
th_th: ชิ้นส่วนปืนพกเซมิออโต้

source: Seed inventory
th_th: ช่องเก็บเมล็ด

source: AutoDefender Kit
th_th: ชิ้นส่วนป้อมปืนอัตโนมัติ

source: Find a bunker in Jumo
th_th: หาบังเกอร์ที่จูโม่

source: Contact and Report
th_th: ติดต่อและรายงาน

source: Base Upkeep
th_th: บำรุงรักษาบ้าน

source: Enter Password
th_th: ใส่รหัสผ่าน

source: Dismiss
th_th: ปิด

source: Found from trees. Very sticky stuff
th_th: พบได้จากต้นไม้ เหนียวใช้ได้

source: Longvinter’s In-game Regulations
th_th: กฎเกณฑ์ในเกม Longvinter

source: Tip: High value vendors are located in the northern parts of the island, which makes the surrounding areas more competetive and dangerous
th_th: คำแนะนำ: ตู้ขายของมูลค่าสูงตั้งอยู่ทางเหนือของเกาะ ซึ่งทำให้พื้นที่โดยรอบมีการแข่งขันและอันตรายมากขึ้น

source: Pumpkin
th_th: ฟักทอง

source: Used for crafting items that use solar power
th_th: ใช้คราฟท์ไอเท็มที่ใช้พลังงานแสงอาทิตย์

source: Connect
th_th: เชื่อมต่อ

source: AUTO-SAVE:
th_th: บันทึกอัตโนมัติ:

source: This gate is locked, enter the house to unlock
th_th: ประตูนี้ถูกล็อค เข้าบ้านเพื่อปลดล็อค

source: Garden Fence (Blush)
th_th: รั้วสวน (สีชมพูอ่อน)

source: Solar Panels
th_th: แผงโซลาร์เซลล์

source: Upgrade >
th_th: อัพเกรด >

source: Max players that can connect to the server at the same time
th_th: จำนวนผู้เล่นสูงสุดที่สามารถเชื่อมต่อกับเซิร์ฟเวอร์พร้อมกัน

source: Cannot place item that far away!
th_th: ไม่สามารถวางไอเท็มไกลเท่านั้นได้!

source: Quests
th_th: ภารกิจ

source: Basic and tasty. No limit
th_th: เบสิคและอร่อย ไร้ขีดจำกัด

source: This gate is locked
th_th: ประตูนี้ล็อคอยู่

source: No need to sit on the ground
th_th: ไม่จำเป็นต้องนั่งที่พื้น

source: Bloom
th_th: ความฟุ้ง

source: Search
th_th: ค้นหา

source: Not enough MK!
th_th: MK ไม่เพียงพอ

source: Regular Wood Planks
th_th: แผ่นไม้ธรรมดา

source: Your Items :
th_th: ไอเท็มของคุณ :

source: Common
th_th: ทั่วไป

source: Searching...
th_th: กำลังค้นหา...

source: Ambient sound
th_th: เสียงรอบข้าง

source: Ban
th_th: แบน

source: Cod
th_th: ปลาค็อด

source: Nothing to be found here.
th_th: ไม่มีอะไรให้สำรวจที่นี่

source: Find the bunker in Kolkka
th_th: หาบังเกอร์ที่เกาะกอล์กกา

source: Seeds: Mezereon bush
th_th: เมล็ด: พุ่มเมซซีรอน

source: Change camera angle
th_th: เปลี่ยนมุมกล้อง

source: Start your own server
th_th: สร้างเซิร์ฟเวอร์ของคุณเอง

source: Cannot place on other people property
th_th: วางบนที่ดินคนอื่นไม่ได้

source: Toggle names
th_th: เปิด/ปิดชื่อ

source: Fence Gate
th_th: ประตูรั้ว

source: Misc
th_th: เบ็ดเตล็ด

source: Too close to the edge of the cliff
th_th: ใกล้กับหน้าผาเกินไป

source: Hour
th_th: ชั่วโมง

source: Does not look that scary
th_th: ไม่ได้น่ากลัวขนาดนั้นหรอก

source: Study blueprints to learn how to craft new items
th_th: ศึกษาพิมพ์เขียวเพื่อเรียนรู้วิธีการคราฟท์สิ่งของใหม่ๆ

source: Windowed
th_th: หน้าต่าง

source: Juicy and Tender
th_th: เนื้อนุ่มชุ่มฉ่ำ

source: Starting Buff
th_th: บัฟเริ่มเล่น

source: Add flowers for extra beauty
th_th: ใส่ดอกไม้เพื่อเพิ่มความสวยงาม

source: Fishing Rod
th_th: เบ็ดตกปลา

source: Completed
th_th: สำเร็จ

source: Gameplay Volume
th_th: เสียงตัวเกม

source: You won!
th_th: คุณชนะ!

source: Banned ID's
th_th: ไอดีที่ถูกแบน

source: You can heal up near the campfire.
th_th: คุณสามารถฮีลได้ใกล้แคมป์ไฟ

source: Server starting up
th_th: เซิร์ฟเวอร์กำลังเริ่มต้น

source: Auto Plant On
th_th: ปลูกอัตโนมัติ เปิด
