Repository: Uuvana-Studios/longvinter-modding
Catalog: Content/Localization/GameLocalization/*/GameLocalization.po
Languages: th_th

source: Ip address
th_th: ที่อยู่ IP

source: Could not find the item in your inventory
th_th: ไม่พบไอเท็มในช่องเก็บของของคุณ

source: Fence
th_th: รั้ว

source: Increases your inventory size
th_th: เพิ่มขนาดช่องเก็บของของคุณ

source: Combine the resin you found while cutting down trees.
th_th: รวมเรซินที่คุณเจอจากการตัดต้นไม้

source: Acquire workbench
th_th: ได้รับโต๊ะเครื่องมือ

source: message
th_th: ข้อความ

source: A flowering plant in the subfamily Papaveroideae of the family Papaveraceae
th_th: ไม้ดอกในวงศ์ย่อยปาปาเวอรอยดีของวงศ์ฝิ่น

source: Code Lock Gate
th_th: ประตูล็อครหัส

source: Gamepad
th_th: จอยเกม

source: Reason for report
th_th: เหตุผลในการรายงาน

source: Admin EOS IDs
th_th: ไอดี EOS ของแอดมิน

source: Big Solar Panel
th_th: แผงโซลาร์เซลล์ขนาดใหญ่

source: Connect by IP
th_th: เชื่อมต่อโดย IP

source: Used for crafting metal things
th_th: ใช้สำหรับคราฟท์ของที่ใช้โลหะ

source: Energy Drink: Shock
th_th: เครื่องดื่มชูกำลัง: สูตรเข้มข้น

source: for
th_th: สำหรับ

source: Lights on
th_th: เปิดไฟ

source: Canned Fish
th_th: ปลากระป๋อง

source: Send message to all players
th_th: ส่ง​ข้อ​ความ​ไป​ยังผู้เล่นทุกคน

source: Sell Items to vendor
th_th: ขายไอเท็มให้ตู้ขายของ

source: Only you can enter a tent. You can share your home once you upgrade it to a wooden house and share the keycode with your friends.
th_th: มีเพียงคุณที่เข้าเต็นท์ได้ คุณสามารถแบ่งปันบ้านของคุณได้ เมื่อคุณอัพเกรดเป็นบ้านไม้และแบ่งปันรหัสให้เพื่อนของคุณ

source: Only house owner can share the house
th_th: มีเพียงเจ้าของบ้านเท่านั้นที่แบ่งปันบ้านได้

source: Gear limit reached
th_th: อุปกรณ์เต็มแล้ว

source: Toughens you up and make you resist gun damage by
th_th: ทำให้คุณแกร่งขึ้นและต้านทานความเสียหายของปืน

source: Salmon
th_th: ปลาแซลม่อน

source: Tasty
th_th: อร่อย

source: Open the decay tab and deposit wood to prevent decay.
th_th: เปิดหน้าการสลายและฝากไม้เพื่อป้องกันการสลาย

source: Requires:
th_th: ต้องการ:

source: Find a nice spot and click the tent in your inventory and place it down.
th_th: หาทำเลดี ๆ คลิกเต็นท์ในช่องเก็บของและวางมันลง

source: Depleting resources
th_th: ทรัพยากรถูกใช้ได้

source: Sensitivity (mouse and controller)
th_th: ความไว (เมาส์และคอนโทรลเลอร์)

source: Transmits the power to devices that need it
th_th: ส่งพลังงานไปยังอุปกรณ์ที่ต้องการ

source: Good for assaults
th_th: ใช้ได้ดีสำหรับการจู่โจม

source: An Interesting fish with a bad camouflage
th_th: ปลาที่น่าสนใจแต่ใช้ลายพรางตัวไม่ค่อยได้

source: House area:
th_th: พื้นที่บ้าน:

source: We have wiped official servers on Thursday 3/3 due to issues with our save system. We might temporarily move to weekly or bi-weekly wipes on official servers, untill players have one tent limit and are able to pick their tents up, which we plan on doing soon. After that we can do wipes once a month. Tell us what you feel about this on our Discord! Teo ------------------------------------------------------------------------------ > What's going on with the saves? A couple days after launch we (and players) noticed that some things were not saving, player progress was lost sometimes upon logout, and most often on server restart, where player houses were also being wiped. This is caused by the async saving / loading we're using. It would have worked perfectly if we had saved everything from homes, placeables and player progress to a single file, but we don't, we save on multiple files, and sometimes the async saving just won't save if there is already another process going on. Why didn't we notice this before release? The system stops working when there are multiple players logging in and out. The latest rollback was just a couple of hours ago which was caused by a failsafe we tried to add, which actually made things worse by not saving at all for a long period of time. We reverted the change now. This whole saving/loading thing is quite embarrassing, and we're sorry for wasting your time. We've been working 16 hours a day trying to fix this, and we can fix it, it just takes a little more time. We're trying to get this working this week, and we'll work the whole weekend if that is what it takes. Thanks for your patience!
th_th: เราได้ล้างข้อมูลเซิร์ฟเวอร์ทางการเมื่อวันพฤหัส 3/3 เนื่องจากปัญหาของระบบเซฟ เราอาจทำการล้างข้อมูลเซิร์ฟเวอร์ทางการทุกสัปดาห์หรือสองสัปดาห์ จนกว่าผู้เล่นจะถูกจำกัดให้มีเต็นท์เดียว และสามารถย้ายเต็นท์ได้ ซึ่งเราวางแผนจะทำในเร็ว ๆ นี้ หลังจากนั้นเราจะได้ทำการล้างข้อมูลเพียงเดือนละครั้ง บอกเราว่าคุณคิดยังไงใน Discord เลย! ทีโอ ------------------------------------------------------------------------------ > เกิดอะไรขึ้นกับไฟล์เซฟ? สองสามวันหลังจากที่เราเปิดตัว เรา (และผู้เล่นหลายคน) สังเกตเห็นว่ามีบางอย่างที่ไม่ถูกเซฟ ความคืบหน้าของผู้เล่นสูญหายบางครั้งหลังจากล็อกเอาท์ และบ่อยครั้งเมื่อเซิร์ฟเวอร์รีสตาร์ท ซึ่งบ้านของผู้เล่นก็ถูกลบไปเช่นกัน ปัญหานี้เกิดเพราะระบบเซฟและโหลดที่เราใช้อยู่ไม่ซิงค์กัน มันคงทำงานได้สมบูรณ์หากเราเซฟทุกอย่างตั้งแต่บ้าน ของที่วางได้ และความคืบหน้าของผู้เล่นไว้ในไฟล์เดียวกัน แต่เราไม่ได้ทำ เราเซฟไว้ในหลายไฟล์ และบางครั้งระบบเซฟที่ไม่ซิงค์กันไม่ยอมเซฟ ถ้ากำลังเซฟอย่างอื่นอยู่ ทำไมเราถึงไม่รู้ก่อนปล่อยออกมา? ระบบหยุดทำงานก็ต่อเมื่อมีผู้เล่นหลายคนเข้าออกเท่านั้น การย้อนเวอร์ชั่นครั้งล่าสุดคือเมื่อสองสามชั่วโมงก่อน ซึ่งเป็นผลจากระบบเซฟที่พังที่เราพยายามเพิ่มเข้าไป ซึ่งทำให้สิ่งต่าง ๆ แย่กว่าเดิมโดยการที่ไม่มีการเซฟอะไรเลยเป็นเวลานาน เราย้อนการอัพเดตนั้นแล้ว เรื่องการเซฟและโหลดข้อมูลนี้ค่อนข้างเป็นเรื่องน่าอายสำหรับเรา และเราขอโทษที่ทำให้คุณเสียเวลา เราทำงานวันละ 16 ชั่วโมงเพื่อแก้ไขเรื่องนี้ และเราทำได้เพียงต้องการเวลาเพิ่มเติม เราพยายามจะทำให้ได้ภายในสัปดาห์นี้ และเราจะทำงานตลอดวันหยุดด้วยหากมันต้องเป็นเช่นนั้น ขอบคุณสำหรับความอดทนของพวกคุณ!

source: All feathers found
th_th: ค้นพบขนนกครบทุกแบบแล้ว

source: Portuguese (Brazilian)
th_th: โปรตุเกส (บราซิล)

source: Rainbow Trout
th_th: ปลาเทราท์สายรุ้ง

source: Everyday activities.
th_th: กิจกรรมประจำวัน

source: No Fuel In Inventory
th_th: ไม่มีเชื้อเพลิงในช่องเก็บของ

source: Feather
th_th: ขนนก

source: New catalog in:
th_th: แคตตาล็อกใหม่ใน:

source: 100% fishing compendium
th_th: ชุดสะสมการตกปลา 100%

source: Legendary hat of true gunmen
th_th: หมวกในตำนานสำหรับมือปืนตัวจริง

source: Water Bottle
th_th: ขวดน้ำ

source: In progress
th_th: กำลังดำเนินการ

source: Cozy addition to any home
th_th: ของตกแต่งแสนอบอุ่นสำหรับทุกบ้าน

source: Mk payment
th_th: จ่ายผ่าน MK

source: Password
th_th: รหัสผ่าน

source: Gathers weather data and sells it to the network. Generates Mk when powered ON
th_th: รวบรวมข้อมูลสภาพอากาศและขายให้เครือข่าย สร้าง Mk เมื่อเครื่องเปิดอยู่

source: Pristine Hazel Hen Feather
th_th: ขนไก่เฮเซลสภาพดี

source: Travel to endless Kupmo.
th_th: เดินทางไปแดนไร้ที่สิ้นสุดคุปโม่

source: You're trying to place an item on someone elses property
th_th: คุณพยายามวางไอเท็มบนที่ดินของผู้อื่น

source: Christmas Ruffle
th_th: ผ้าคริสต์มาส

source: Stylised Vase With Flowers (Purple)
th_th: แจกันแต่งลายพร้อมดอกไม้ (ม่วง)

source: Pack Of Blackberries
th_th: แพ็คแบล็คเบอร์รี่

source: Regeneration
th_th: ฟื้นฟู

source: Turrets: 0
th_th: ป้อมปืน: 0

source: If an placeable is green while placing. Only you can pick it up.
th_th: หากไอเท็มเป็นสีเขียวขณะวาง คุณเท่านั้นที่จะหยิบมันขึ้นมาได้

source: Dismantle
th_th: รื้อถอน

source: Place items outside home area
th_th: วางไอเท็มนอกเขตบ้านของคุณ

source: Session Full
th_th: เซสซั่นเต็ม

source: Left
th_th: ซ้าย

source: Life Jacket
th_th: เสื้อชูชีพ

source: appeal message
th_th: ข้อความอุทธรณ์

source: You have been permanently banned from the server by the server admin.
th_th: คุณถูกแบนถาวรจากเซิร์ฟเวอร์โดยแอดมินเซิร์ฟเวอร์

source: Mastering Fishing
th_th: เล่าเรียนเซียนตกปลา

source: This item cannot be sold
th_th: ไม่สามารถขายไอเท็มนี้ได้

source: Seeds: Oak
th_th: เมล็ด: โอ๊ค

source: Items
th_th: ไอเท็ม

source: Price
th_th: ราคา

source: ID
th_th: ไอดี

source: Crafting Basics
th_th: พื้นฐานการคราฟท์

source: This gate can be accessed by anyone, no house near it
th_th: ประตูนี้ใครก็เข้าได้ ไม่มีบ้านอยู่ใกล้

source: Backup 1:
th_th: ข้อมูลสำรอง 1:

source: Session name
th_th: ชื่อเซสชั่น

source: Open Website
th_th: เปิดเว็บไซต์

source: Amount of Mk
th_th: จำนวน Mk

source: Advanced
th_th: ขั้นสูง

source: Water Canister
th_th: ถังน้ำ

source: Cooked Tuna
th_th: ทูน่าย่าง

source: Leave empty for no password
th_th: เว้นว่างหากไม่มีรหัส

source: Plant inventory
th_th: ช่องเก็บพืช

source: Harvest wheat
th_th: เก็บเกี่ยวข้าวสาลี

source: Container is full
th_th: กล่องเก็บของเต็ม

source: For making a campfire
th_th: สำหรับทำแคมป์ไฟ

source: Are you sure you want to continue?
th_th: แน่ใจหรือไม่ว่าต้องการดำเนินการต่อ

source: Score
th_th: คะแนน

source: You can only place 2 vendors near your house
th_th: คุณสามารถวางตู้ขายของได้สองตู้ใกล้บ้านคุณ

source: Sell your items to other players while you are offline and collect the money afterwards
th_th: ขายสินค้าของคุณให้กับผู้เล่นอื่นในขณะที่คุณออฟไลน์และเก็บเงินได้ในภายหลัง

source: A cozy little tent
th_th: เต็นท์หลังน้อยแสนสุขสบาย

source: Turrets
th_th: ป้อมปืน

source: Face
th_th: ใบหน้า

source: Click on the fishing spots near the beach and press [E] repeatedly when you catch a fish to obtain it!
th_th: คลิกจุดตกปลาใกล้ชายฝั่งและกด [E] รัว ๆ เมื่อปลาติดเบ็ดเพื่อจับมัน!

source: Email:
th_th: อีเมล:

source: This will give you your tent and workbench back. All other items are destroyed so remove them before dismantle. You will lose your house upgrade and all the wood.
th_th: การกระทำนี้จะคืนโต๊ะเครื่องมือให้กับคุณ ไอเท็มอื่น ๆ จะถูกทำลาย โปรดนำพวกมันออกก่อนทำการรื้อถอน คุณจะสูญเสียการอัพเกรดเป็นบ้านของคุณ และไม้ทั้งหมดที่ใช้อัพเกรด

source: You are in queue
th_th: คุณอยู่ในคิว

source: Sofa (Blush)
th_th: โซฟา (ชมพูอ่อน)

source: Did you try to make
th_th: คุณพยายามทำ

source: No items
th_th: ไม่มีไอเท็ม

source: Gun barrel that allows bullets to travel longer and make shooting more accurate, used for weapon crafting
th_th: ลำกล้องปืนที่ช่วยให้กระสุนเดินทางได้นานขึ้นและทำให้การยิงแม่นยำขึ้น ใช้สำหรับคราฟท์อาวุธ

source: Now something bit more unique.
th_th: คราวนี้เป็นอะไรใหม่ ๆ บ้าง

source: Better than raw trout
th_th: ดีกว่าปลาเทราท์ดิบ

source: Blueprints
th_th: พิมพ์เขียว

source: Ammo [50]
th_th: กระสุน [50]

source: Sign
th_th: ป้าย

source: your email address
th_th: อีเมลของคุณ

source: Find half of the fishes
th_th: หาปลาให้ครบครึ่งหนึ่ง
