Repository: Uuvana-Studios/longvinter-modding
Catalog: Content/Localization/GameLocalization/*/GameLocalization.po
Languages: th_th

source: A herbaceous perennial plant of the buttercup family, native to temperate regions of the Northern Hemisphere
th_th: ไม้ยืนต้นล้มลุกในวงศ์พวงแก้วกุดั่น มีถิ่นกำเนิดในเขตอบอุ่นของซีกโลกเหนือ

source: Cannot place on top of players
th_th: วางบนผู้เล่นไม่ได้

source: To pick up, un-equip your weapon and right-click the placeable
th_th: เพื่อเก็บของ ปลดอาวุธของคุณ และคลิกขวาที่ของที่วางได้

source: Plant collector player inventory
th_th: ช่องเก็บสะสมพืชของผู้เล่น

source: Upgrade!
th_th: อัพเกรด!

source: Complete the farming compendium to shop here!
th_th: เก็บชุุดสะสมพืชให้ครบ เพื่อซื้อของที่นี่!

source: Part of the mid summer update
th_th: ส่วนหนึ่งของการอัพเดตกลางฤดูร้อน

source: Tip: Stay still while firing a weapon. Moving will cause the projectiles to shoot straight into the ground
th_th: คำแนะนำ: ยืนนิ่ง ๆ ในขณะยิงปืน การเคลื่อนที่จะทำให้กระสุนที่ยิงออกไปพุ่งลงพื้น

source: Delicious jam, packed with energy!
th_th: แยมแสนอร่อย อุดมไปด้วยพลังงาน!

source: Aim / Disassemble
th_th: เล็ง / ถอนสิ่งของ

source: Not available
th_th: ไม่พร้อมใช้งาน

source: Medium
th_th: ปานกลาง

source: Fuel Powered
th_th: พลังงานเชื้อเพลิง

source: Pristine Peacock Feather
th_th: ขนนกยูงสภาพดี

source: Continue
th_th: เล่นต่อ

source: Stone Wall
th_th: กำแพงหิน

source: 5-digit code
th_th: รหัส 5 หลัก

source: Vendor
th_th: ตู้ขายของ

source: You are full of fish, you cannot eat anything big before your stomach empties!
th_th: ท้องคุณเต็มไปด้วยปลา คุณกินอะไรชิ้นใหญ่ๆ ไม่ได้จนกว่าท้องคุณจะว่าง!

source: Cheap and effective
th_th: ถูกและมีประสิทธิภาพ

source: Backup 3:
th_th: ข้อมูลสำรอง 3:

source: The duration of penalties will be applied based on the severity of the offence. More serious offences will result in a longer suspension and it also depends on your behaviour history.
th_th: ระยะเวลาการลงโทษขึ้นอยู่กับความรุนแรงของความผิด การกระทำผิดที่ร้ายแรงจะส่งผลให้ถูกลงโทษนานกว่าและยังขึ้นอยู่กับประวัติพฤติกรรมของคุณด้วย

source: Sustainable
th_th: ยั่งยืน

source: Fish
th_th: ปลา

source: Find the bunker in Isla Inocentes
th_th: หาบังเกอร์ที่อิสลา อินโนเซนทส์

source: On
th_th: เปิด

source: Fishing
th_th: การตกปลา

source: "Collection of all the entities you've encountered. Completing a category unlocks a category-specific vendor"
th_th: "ชุดสะสมของทุกสิ่งที่คุณค้นพบ การสะสมให้ครบจะปลดล็อคคนขายของในหมวดนั้น"

source: Mysterious bag
th_th: ถุงลึกลับ

source: Feedback
th_th: ข้อเสนอแนะ

source: This will get you started on farming.
th_th: ช่วยให้คุณเริ่มการทำฟาร์ม

source: Sugar Beet
th_th: ชูการ์บีท

source: To have access to best gear you first need to prove yourself. Hunt and gather all the feathers!
th_th: เพื่อที่จะได้เข้าถึงอุปกรณ์ที่ดีที่สุด คุณต้องพิสูจน์ตัวเองก่อน ออกล่าและสะสมขนนกทั้งหมด!

source: Container
th_th: กล่องเก็บของ

source: Player trading their basket
th_th: ผู้เล่นแลกเปลี่ยนตะกร้าของพวกเขา

source: Great for sticking stuff together
th_th: ใช้ติดของเข้าด้วยกันได้ดี

source: Shoot / Interact
th_th: ยิง / โต้ตอบ

source: If you engage in disruptive, abusive, or discriminatory behaviours, you will be punished according to the severity of your actions. The following are a few examples of things you should avoid:
th_th: หากคุณมีส่วนร่วมในพฤติกรรมที่สร้างความแตกแยกวุ่นวาย เหยียดหยาม หรือเลือกปฏิบัติ คุณจะถูกลงโทษตามความรุนแรงของการกระทำของคุณ ต่อไปนี้คือตัวอย่างบางส่วนที่คุณควรหลีกเลี่ยง:

source: Window Mode
th_th: โหมดหน้าต่าง

source: Plants
th_th: พืช

source: Chainsaw screen shake
th_th: การสั่นหน้าจอตอนใช้เลื่อยยนต์

source: Start
th_th: เริ่ม

source: Drop
th_th: ทิ้ง

source: Open map
th_th: เปิดแผนที่

source: You cant add anymore items to crafting
th_th: คุณไม่สามารถเพิ่มของเพื่อคราฟท์เพิ่มได้แล้ว

source: You may not use the game for any service or commercial gain, including, but not limited to, gathering in-game currency, items, or resources for profit.
th_th: คุณไม่สามารถใช้เกมเพื่อบริการหรือผลประโยชน์ทางการค้าใดๆ ซึ่งรวมถึงแต่ไม่จำกัดเพียง การรวบรวมเงิน ไอเท็ม หรือทรัพยากรในเกมเพื่อผลกำไร

source: Message:
th_th: ข้อความ:

source: Rare
th_th: หายาก

source: Version mismatch!
th_th: เวอร์ชั่นไม่ตรงกัน!

source: No yet logged in
th_th: ยังไม่ล็อกอิน

source: Have any items that you dont have any need to? If the answer is yes then just hand it over to me. I buy everything from you for reduced cost of course. -James
th_th: มีไอเท็มไหนที่เธอไม่ต้องการไหม? ถ้าคำตอบคือใช่ล่ะก็ส่งมาให้ฉันเลย แน่นอนว่าฉันรับซื้อทุกอย่างจากเธอในราคาที่ต่ำกว่าเดิม -เจมส์

source: Spice up your meal
th_th: เติมรสชาติให้อาหารของคุณ

source: Kill birds
th_th: ฆ่านก

source: Bonfire
th_th: กองไฟ

source: Acquire cooking book
th_th: ได้รับหนังสือสูตรอาหาร

source: Research Document
th_th: เอกสารการวิจัย

source: Impress Sgt. Lake with your dishes!
th_th: ทำให้สิบเอกเลคประทับใจด้วยอาหารของคุณ!

source: Cannot access object
th_th: ไม่สามารถเข้าถึงวัตถุได้

source: Use flowers to dye for your liking.
th_th: ใช้ดอกไม้ย้อมสีตามความชอบของคุณ

source: Vendor access:
th_th: ทางเข้าถึงตู้ขายของ:

source: Ping :
th_th: ปิง :

source: Ban issued:
th_th: แบนเมื่อ:

source: History
th_th: ประวัติ

source: More Harvest
th_th: เก็บเกี่ยวได้มากขึ้น

source: Your typical construction material
th_th: วัสดุก่อสร้างโดยทั่วไปของคุณ

source: You can report players by clicking them or clicking "report" on the respawn screen
th_th: คุณสามารถรายงานผู้เล่นได้โดยคลิกที่พวกเขาหรือคลิก "รายงาน" บนหน้าจอตอนเกิดใหม่

source: No map in inventory
th_th: ไม่มีแผนที่ในช่องเก็บของ

source: Wood
th_th: ไม้

source: Pumpkin Lantern
th_th: โคมไฟฟักทอง

source: I offer all the essential items for cheap here! Also, I buy some berries I am really fond of. I offer all the necessary items for cheap here! I also buy some berries that I'm really fond of. Don't knock on the door -Jax
th_th: ฉันขายของสำคัญถูกๆ ที่นี่! นอกจากนี้ฉันยังรับซื้อเบอร์รี่ที่ฉันชอบด้วย ฉันขายของสำคัญถูกๆ ที่นี่! ฉันยังรับซื้อเบอร์รี่ที่ฉันชอบด้วย อย่าเคาะประตูนะ -แจ็กซ์

source: To catch some fish you need a tool for that. Buy fishing rod by clicking the vending machine near the dock.
th_th: เพื่อที่จะตกปลาคุณจะต้องมีเครื่องมือ ซื้อเบ็ดตกปลาโดยการกดที่ตู้ขายของใกล้ท่าเรือ

source: Fullscreen
th_th: เต็มหน้าจอ

source: Waters your plants and makes them grow faster.
th_th: รดน้ำพืชของคุณและทำให้มันโตไวขึ้น

source: Adds a second floor to the house
th_th: เพิ่มชั้นสองให้กับบ้าน

source: Happy halloween!
th_th: สุขสันต์ฮาโลวีน!

source: Fishing Rod for a professional fisherman
th_th: เบ็ดตกปลาสำหรับชาวประมงมืออาชีพ

source: Reduces your weapon spread by
th_th: ลดการกระจายของอาวุธ

source: Here you can manage various stuff related to your base
th_th: คุณสามารถจัดการสิ่งต่าง ๆ ที่เกี่ยวกับฐานของคุณที่นี่

source: Forward
th_th: เดินหน้า

source: The Reel Of Fortune
th_th: เบ็ดแห่งโชคลาภ

source: Garden Tile
th_th: กระเบื้องปูสวน

source: AUTO-APPLY:
th_th: ปรับอัตโนมัติ:

source: Label
th_th: ป้ายกำกับ

source: Open Chat
th_th: เปิดแชท

source: Seeds: Pumpkin
th_th: เมล็ด: ฟักทอง

source: Chinese
th_th: จีน

source: Low
th_th: ต่ำ

source: An unique and rare, winter flowering plant
th_th: ไม้ดอกฤดูหนาวที่มีเอกลักษณ์เฉพาะตัวและหายาก

source: Good for sandwiches
th_th: ใช้ได้ดีกับแซนวิซ

source: Ready
th_th: พร้อม

source: Offline Message
th_th: ข้อความออฟไลน์

source: Requires Half of any Compendium
th_th: ต้องการชุดสะสมอย่างใดก็ได้ครึ่งชุด

source: You seem to be busy
th_th: คุณดูยุ่งอยู่นะ

source: Pristine Kiiruna Feather
th_th: ขนนกคิรูน่าสภาพดี

source: Upgrade electricity transmitter
th_th: อัพเกรดทรานส์มิตเตอร์ไฟฟ้า

source: Modular Cabinet (Blue)
th_th: ตู้โมดูลาร์ (สีน้ำเงิน)

source: Server Providers
th_th: ผู้ให้บริการเซิร์ฟเวอร์

source: German
th_th: เยอรมัน

source: Occupied land
th_th: พื้นที่ถูกครอบครอง

source: Tag:
th_th: แท็ก:

source: Used for crafting
th_th: ใช้สำหรับการคราฟท์

source: Mailbox
th_th: ตู้จดหมาย

source: Frost Resist
th_th: ต้านทานความหนาว

source: Cooked Arctic Char
th_th: ปลาอาร์กติกชาร์ย่าง

source: Used to power electronics
th_th: ใช้ให้พลังงานเครื่องใช้ไฟฟ้า

source: 100% farming compendium
th_th: ชุดสะสมการทำฟาร์ม 100%

source: Stealthy Fishing
th_th: ตกปลาแบบเนียน ๆ

source: Can only be placed near your house
th_th: สามารถวางได้ใกล้บ้านคุณเท่านั้น

source: stealthy fishing
th_th: ตกปลาแบบเนียน ๆ

source: Feathers & Trophies
th_th: ขนนกและถ้วยรางวัล

source: Isla Inocentes research papers
th_th: งานวิจัยเกาะอิสลา อินโนเซนทส์

source: Cancel
th_th: ยกเลิก

source: Quicker Drop Rates
th_th: ปลาติดเบ็ดได้ไวขึ้น

source: Provides powerful flow of energy
th_th: ให้พลังงานที่ไหลเวียนอย่างทรงพลัง

source: Modern Burst Rifle
th_th: ปืนเบิรสต์ไรเฟิลสมัยใหม่

source: Low fat, high protein!
th_th: โปรตีนสูง ไขมันต่ำ!

source: Coffee Bottle
th_th: ขวดกาแฟ

source: Complete the compendium to shop here!
th_th: เก็บชุุดสะสมให้ครบ เพื่อซื้อของที่นี่!

source: Fishing Hat
th_th: หมวกตกปลา

source: Christmas Gift
th_th: ของขวัญคริสต์มาส

source: "Travel to outposts with different types of vendors. You can always travel back to your starter outpost free of charge"
th_th: "เดินทางไปยังเอาท์โพสต์ต่าง ๆ ที่มีคนขายของต่างกันไป คุณสามารถกลับมาที่เอาท์โพสต์เริ่มต้นได้โดยไม่เสียค่าใช้จ่าย"

source: Turret shoots only hostiles
th_th: ป้อมปืนยิงเฉพาะศัตรู

source: Keep nasty berry thieves at bay
th_th: ทำให้พวกโจรขโมยเบอร์รี่จนตรอก

source: Space required to fully upgrade
th_th: พื้นที่ที่ต้องใช้ในการอัพเกรดขั้นสูงสุด

source: Wave
th_th: โบกมือ

source: Peacock Feather
th_th: ขนนกยูง

source: You are opening an unnofficial website!
th_th: คุณกำลังจะเปิดเว็บไซต์ที่ไม่เป็นทางการ!

source: Electricity Transmitter required
th_th: ต้องการทรานส์มิตเตอร์ไฟฟ้า

source: Close
th_th: ปิด

source: Garden Fence (Yellow)
th_th: รั้วสวน (สีเหลือง)

source: Vendor name
th_th: ชื่อตู้ขายของ

source: Store your items safely here. Very handy!
th_th: เก็บไอเท็มอย่างปลอดภัยในนี้ มีประโยชน์มาก!

source: Cooked Salmon
th_th: ปลาแซลม่อนย่าง

source: Whitefish
th_th: ปลาไวท์ฟิช

source: Starting up....
th_th: เริ่มการทำงาน...

source: Door code
th_th: รหัสประตู

source: Quest name
th_th: ชื่อภารกิจ

source: Shoot
th_th: ยิง

source: Removes damage taken from cold by
th_th: ลดความเสียหายที่ได้รับจากความหนาว

source: Bad Conduct
th_th: พฤติกรรมไม่ดี

source: Upgrade the tent into a house
th_th: อัพเกรดเต็นท์เป็นบ้าน

source: Catfish
th_th: ปลาดุก

source: Lets see what you can do, craft the following items.
th_th: มาดูกันว่าคุณทำอะไรได้บ้าง คราฟท์ไอเท็มดังกล่าว

source: Your email address
th_th: อีเมลของคุณ

source: Check out different vendors and buy a research tent. You will need it to survive.
th_th: สำรวจตู้ขายของต่าง ๆ และซื้อเต็นท์วิจัย คุณต้องการมันเพื่อความอยู่รอด

source: Auto Plant Off
th_th: ปลูกอัตโนมัติปิด

source: Eats fuel and generates electricity to your house
th_th: บริโภคเชื้อเพลิงและผลิตพลังงานไฟฟ้าให้กับบ้านของคุณ

source: Square Table (Blue)
th_th: โต๊ะเหลี่ยม (น้ำเงิน)

source: Epic
th_th: ขั้นสูง

source: Perfect place to relax. Place and go to inside to experience the warm healing effects
th_th: สถานที่ผ่อนคลายยอดเยี่ยม วางและเข้าไปข้างในเพื่อสัมผัสประสบการณ์การฟื้นฟูอุ่น ๆ

source: I have read and agree to the rules
th_th: ฉันได้อ่านและยอมรับกฎ

source: Storing all the fuel waiting to be burned for energy
th_th: เติมเชื้อเพลิงไว้รอเผาไหม้กลายเป็นพลังงาน

source: OFF
th_th: ปิด

source: Vase (Green )
th_th: แจกัน (เขียว)

source: Cooked Rainbow Trout
th_th: ปลาเทราท์สายรุ้งย่าง

source: Trimmed Bush
th_th: พุ่มไม้ตัดแต่ง

source: Add Fuel
th_th: เติมเชื้อเพลิง

source: Rotate object counterclockwise
th_th: หมุนวัตถุทวนเข็มนาฬิกา

source: Place items inside your home area
th_th: วางไอเท็มในเขตบ้านของคุณ

source: Ammo [25]
th_th: กระสุน [25]

source: Stylised Vase (Purple)
th_th: แจกันแต่งลาย (ม่วง)

source: Tell the world what you think
th_th: บอกให้โลกรู้ว่าคุณคิดยังไง

source: Show full
th_th: แสดงคนเต็ม

source: Faster Fishing
th_th: ตกปลาเร็วขึ้น

source: Bread
th_th: ขนมปัง

source: Looking for server...
th_th: กำลังหาเซิร์ฟเวอร์...

source: 50% fishes found
th_th: ค้นพบปลาครบ 50%

source: Open Gate
th_th: เปิดประตู

source: Allows you to carry more ammo
th_th: ทำให้คุณพกกระสุนได้มากขึ้น

source: Inventory full
th_th: ช่องเก็บของเต็ม

source: Card that you can use to access new areas
th_th: บัตรที่ใช้เข้าพื้นที่ใหม่ๆ ได้

source: Fuel Tank
th_th: ถังเชื้อเพลิง

source: Sharable code lock, reserved building zone, upgraded exterior
th_th: รหัสล็อคบ้านที่ใช้ร่วมกันได้, สงวนพื้นที่ก่อสร้าง, อัพเกรดภายนอก

source: Very essential!
th_th: ของสำคัญ!

source: An epic cold water enjoyer
th_th: ปลาผู้ชื่นชอบน้ำเย็นเป็นชีวิตจิตใจ

source: Decorated Round Table (Juniper)
th_th: โต๊ะตกแต่งกลม (จูนิเปอร์)

source: Tip: Avoid walking in deep water. It consumes a lot of energy and makes you defenceless
th_th: คำแนะนำ: หลีกเลี่ยงการเดินในน้ำลึก มันใช้พลังงานมากและทำให้คุณป้องกันตัวไม่ได้

source: Mk updated
th_th: อัพเดต mk แล้ว

source: Unknown Reason. If this continues, please restart the game.
th_th: ไม่ทราบสาเหตุ ถ้ายังเกิดขึ้นอยู่ โปรดรีสตาร์ทเกม

source: Deposit
th_th: ฝาก

source: Find a bunker in Krokon
th_th: หาบังเกอร์ที่โครกอน

source: Loading...
th_th: กำลังโหลด...

source: Cooked Haddock
th_th: ปลาแฮดด็อคย่าง

source: Necessary kit for crafting a modern rifle
th_th: ชุดอุปกรณ์ที่จำเป็นสำหรับการคราฟท์ปืนไรเฟิลสมัยใหม่

source: Radio
th_th: วิทยุ

source: Last Wipe : 0
th_th: ล้างข้อมูลครั้งสุดท้าย : 0

source: Notice
th_th: แจ้งเตือน

source: Garden Fence (Red)
th_th: รั้วสวน (สีแดง)

source: Generates electricity for your house during day time
th_th: ผลิตพลังงานไฟฟ้าให้กับบ้านของคุณในช่วงกลางวัน

source: Increases ammo capacity by
th_th: เพิ่มความจุกระสุน

source: Team invite from player:
th_th: คำเชิญเข้าทีมจากผู้เล่น:

source: Wrong password, sorry!
th_th: ขออภัย รหัสผิด!

source: A classic, used for weapon crafting
th_th: ของสุดคลาสสิก ไว้ใช้คราฟท์อาวุธ

source: Open
th_th: เปิด

source: Players
th_th: ผู้เล่น

source: Turret range:
th_th: ระยะป้อมปืน:

source: Connect to Address
th_th: เชื่อมต่อกับแอดเดรส

source: Wrong code!
th_th: รหัสผิด!

source: WINS !
th_th: ชนะ!

source: Lifebuoy
th_th: ห่วงชูชีพ

source: Vendor Items
th_th: ไอเท็มตู้ขายของ

source: Best meat you will ever taste
th_th: เนื้อที่รสชาติดีที่สุดที่คุณจะได้ลิ้มลอง

source: Italian
th_th: อิตาลี

source: Appeal
th_th: อุทธรณ์

source: Small Dinghy
th_th: เรือทุ่นขนาดเล็ก

source: More movement speed
th_th: ความเร็วการเคลื่อนที่เพิ่มขึ้น

source: Generates less electricity but battery provides power during night times
th_th: ผลิตไฟฟ้าน้อยกว่าแต่แบตเตอรี่ให้พลังงานในเวลากลางคืน

source: Reset
th_th: รีเซท

source: Co-op
th_th: เล่นแบบร่วมมือกัน

source: Check crafting book for requirements
th_th: ดูคู่มือการคราฟท์สำหรับของที่ต้องใช้

source: Keeps you warm when consumed
th_th: ทำให้คุณอบอุ่นเมื่อใช้งาน

source: Poppy
th_th: ป็อปปี้

source: Tip: Some plants grow faster near water and some in dry areas. Double the growing rate by choosing the right spots
th_th: คำแนะนำ: ต้นไม้บางชนิดโตเร็วกว่าหากใกล้น้ำหรือบางชนิดในพื้นที่แห้งแล้ง จะเติบโตไวขึ้นสองเท่าหากเลือกพื้นที่ได้ถูกจุด

source: Mastering Hunting
th_th: ฝึกให้ชำนาญดั่งพรานล่าสัตว์

source: Hunting Hat
th_th: หมวกล่าสัตว์

source: OR
th_th: หรือ

source: Round Table (Red)
th_th: โต๊ะกลม (แดง)

source: Password (empty if no password)
th_th: รหัสผ่าน (เว้นว่างหากไม่มีรหัสผ่าน)

source: Standard
th_th: มาตรฐาน

source: It's party time!
th_th: ได้เวลาปาร์ตี้!

source: Necessary kit for crafting a full auto pistol
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ปืนพกฟูลออโต้

source: Less Damage
th_th: รับความเสียหายน้อยลง

source: Leaderboard
th_th: กระดานผู้นำ

source: Ban ID
th_th: แบนไอดี

source: Crafting
th_th: การคราฟท์

source: Chanterelles
th_th: เห็ดชานเทอเรล

source: Better Fish
th_th: ปลาที่ดีกว่าเดิม

source: Keeps you fresh and warm when comsumed
th_th: ทำให้คุณสดชื่นและอบอุ่นเมื่อรับประทาน

source: Visit arena in Norra island
th_th: เยี่ยมชมอารีน่าที่เกาะนอร์รา

source: Give your feet some luxury!
th_th: เสริมความหรูหราให้เท้าคุณหน่อย!

source: When tent is upgraded to house, green area can only be used by owners of the house. Light green shows the minimum needed space to upgrade fully.
th_th: เมื่อเต็นท์ถูกอัพเกรดเป็นบ้าน พื้นที่สีเขียวจะสามารถใช้ได้เพียงเจ้าของบ้านเท่านั้น สีเขียวอ่อนแสดงพื้นที่ขั้นต่ำที่จำเป็นในการอัพเกรดขั้นสูงสุด

source: Find and get rid of them.
th_th: ออกหาและกำจัดมัน

source: Increases your chances to get better fish by
th_th: เพิ่มโอกาสในการได้ปลาที่ดีขึ้น

source: Tea Bag
th_th: ถุงชา

source: Collect wheat you have planted yourself.
th_th: เก็บเกี่ยวข้าวสาลีที่คุณปลูกเอง

source: Research Blueprint
th_th: พิมพ์เขียวการวิจัย

source: Christmas Wreath
th_th: พวงหรีดคริสต์มาส

source: This item can only be placed inside!
th_th: ไอเท็มนี้วางได้ข้างในเท่านั้น!

source: Provides a steady flow of electricity
th_th: ให้พลังงานที่ไหลเวียนอย่างเสถียร

source: Leave
th_th: ออก

source: — Only you can pick up
th_th: — มีเพียงคุณที่หยิบได้

source: Color: Barn Red
th_th: สี: แดงโรงนา

source: Your inventory is full
th_th: ช่องเก็บของของคุณเต็ม

source: Precise engineering that fits bullets perfectly, used for weapon crafting
th_th: งานวิศวกรรมที่ละเอียดอ่อนซึ่งเข้ากับกระสุนได้อย่างลงตัว ใช้สำหรับคราฟท์อาวุธ

source: Produces electricity during the day
th_th: ผลิตไฟฟ้าระหว่างวัน

source: Skin Color
th_th: สีผิว

source: Check cooking book for requirements
th_th: ดูหนังสือสูตรอาหารสำหรับของที่ต้องใช้

source: Place this inside your tent.
th_th: วางมันในเต็นท์ของคุณ

source: 50% of one compendium category
th_th: ชุดสะสมหมวดหนึ่งครบ 50%

source: Workbench
th_th: โต๊ะเครื่องมือ

source: You receive:
th_th: คุณได้รับ:

source: Backpack
th_th: กระเป๋า

source: Color
th_th: สี

source: Deposit wood
th_th: ฝากไม้

source: You can buy and sell items to vending machines.
th_th: คุณสามารถซื้อและขายสินค้ากับตู้ขายของ

source: Display
th_th: การแสดงผล

source: How to Play?
th_th: วิธีเล่น

source: Toggle Discord
th_th: ปิดสถานะ Discord

source: A cute little shark, or salmon
th_th: ปลาฉลามตัวน้อยน่ารัก หรือปลาแซลมอน

source: Last wipe
th_th: ล้างข้อมูลครั้งสุดท้าย

source: Failed to update your team, creating a new one.
th_th: อัพเกรดทีมล้มเหลว, สร้างทีมใหม่

source: Water Fountain
th_th: น้ำพุ

source: Can't add items to trade while confirmed
th_th: ไม่สามารถเพิ่มไอเท็มเพื่อแลกเปลี่ยนเมื่อยืนยันแล้ว

source: Necessary kit for crafting a semi-automatic rifle
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ไรเฟิลเซมิออโต้

source: Pickup loot
th_th: หยิบของ

source: Modern Rifle
th_th: ไรเฟิลสมัยใหม่

source: Some vendors sell crafting book item that shows every craftable item in the game. There is also a cooking book!
th_th: บางตู้ขายของขายหนังสือการคราฟท์ไอเท็มที่บอกวิธีคราฟท์ไอเท็มทุกชนิดในเกม มีหนังสือสูตรอาหารด้วยนะ!

source: Invite to team
th_th: เชิญเข้าร่วมทีม

source: You are outside the world area!
th_th: คุณอยู่นอกพื้นที่โลก!

source: Find half of the feathers
th_th: หาขนนกให้ครบครึ่งหนึ่ง

source: Grid :
th_th: ตาราง :

source: Expands the indoor size
th_th: ขยายพื้นท่ีภายใน

source: Feedback message
th_th: ข้อความข้อเสนอแนะ

source: Visit arena in Grunni island
th_th: เยี่ยมชมอารีน่าที่เกาะกรันนี

source: Fuel
th_th: เชื้อเพลิง

source: Description
th_th: คำอธิบาย

source: Preset
th_th: ค่าที่ตั้งไว้

source: Press [Space] or this message to exit
th_th: กด [Space] หรือข้อความนี้เพื่อออก

source: Join Game
th_th: เข้าร่วมเกม

source: Status:
th_th: สถานะ:

source: 3 Mar 2022
th_th: 3 มีนาคม 2022

source: Cooking book
th_th: หนังสือสูตรอาหาร

source: Filemon
th_th: ไฟล์มอน

source: Style editor
th_th: ปรับแต่งสไตล์

source: Destination...
th_th: ปลายทาง...

source: Who doesn't like cake
th_th: ใครบ้างไม่ชอบเค้ก

source: Seeds
th_th: เมล็ดพันธุ์

source: killed you with
th_th: ฆ่าคุณด้วย

source: Off
th_th: ปิด

source: To become a master fisher. You will need to find catch all the fishes there is.
th_th: เพื่อที่จะเป็นปรมาจารย์นักตกปลา คุณต้องหาและตกปลาทุกชนิดจนครบ

source: Garden Fence
th_th: รั้วสวน

source: LABEL
th_th: ป้ายกำกับ

source: You can run like super human!
th_th: คุณสามารถวิ่งได้อย่างยอดมนุษย์

source: Cannot place on boat!
th_th: ไม่สามารถวางบนเรือได้!

source: Very classy table
th_th: โต๊ะแสนหรูหรา

source: Name
th_th: ชื่อ

source: Loses all teeth and scales by adulthood
th_th: สูญเสียฟันและเกล็ดทั้งหมดเมื่อโตเต็มวัย

source: Cannot place on land!
th_th: ไม่สามารถวางบนบกได้!

source: You don't have that item
th_th: คุณไม่มีไอเท็มนั้น

source: Sell items
th_th: ขายไอเท็ม

source: Browse Islands
th_th: ค้นหาหมู่เกาะ

source: Sturdy wood that can be crafted into rare items
th_th: ไม้แข็งแรงทนทานที่สามารถคราฟท์ให้เป็นไอเท็มหายากได้

source: ID Copied!
th_th: คัดลอก ID แล้ว!

source: hits
th_th: ฮิต

source: Often grilled
th_th: มักถูกย่าง

source: Gets you back on your feet and reduces incoming damage
th_th: กลับมายืนได้ด้วยลำแข้งตัวเองอีกครั้งและลดความเสียหายที่ได้รับ

source: Less Spread
th_th: ลดการกระจายของกระสุน

source: Player trading your basket
th_th: ผู้เล่นแลกเปลี่ยนตะกร้าของเขา

source: Black Grouper
th_th: ปลาเก๋าดำ

source: Displays your location
th_th: แสดงตำแหน่งของคุณ

source: You dont have enough money
th_th: คุณมีเงินไม่เพียงพอ

source: "Cook dishes, make drinks, or combine ingredients in a campfire or a stove"
th_th: "ทำอาหาร เครื่องดื่ม หรือผสมวัตถุดิบได้ด้วยแคมป์ไฟหรือเตา"

source: None
th_th: ไม่มี

source: If you want money, put stuff in
th_th: ถ้าคุณต้องการเงินให้ทำการใส่ของ

source: Great for ambushes!
th_th: ใช้ได้ดีในการซุ่มโจมตี!

source: Solar Kit
th_th: ชิ้นส่วนโซลาร์เซลล์

source: Start typing
th_th: เริ่มพิมพ์ข้อความ

source: Submachine Gun Kit
th_th: ชิ้นส่วนปืนกลมือ

source: Water Sprinkler
th_th: เครื่องฉีดน้ำ

source: You've found all the known plants on the island! Thats some great reseach my friend! On average it seems like there are new plants found every month, so keep your eyes open when exploring! -Angel
th_th: คุณค้นพบพืชที่เป็นที่รู้จักทั้งหมดบนเกาะแล้ว! เป็นการค้นคว้าที่ดี เพื่อนยาก! โดยปกติดูเหมือนจะมีพืชชนิดใหม่ทุก ๆ เดือน ตื่นตัวเอาไว้ล่ะตอนสำรวจ! -แองเจิล

source: Official
th_th: ทางการ

source: Value
th_th: ค่า

source: Semi Auto Pistol
th_th: ปืนพกเซมิออโต้

source: Color: Blush
th_th: สี: ชมพูอ่อน

source: Vietnamese
th_th: เวียดนาม

source: Can't modify trade while confirmed
th_th: ไม่สามารถแก้ไขการแลกเปลี่ยนเมื่อยืนยันแล้ว

source: Minimum drop amount is 10 mk
th_th: จำนวนขั้นต่ำที่ทิ้งได้คือ 10 mk

source: Not available in your region
th_th: ไม่พร้อมใช้งานในภูมิภาคของคุณ

source: Russian
th_th: รัสเซีย

source: Assault Rifle
th_th: ไรเฟิลจู่โจม

source: Current players
th_th: ผู้เล่นขณะนี้

source: Cook food from plants you have harvested.
th_th: ทำอาหารจากพืชที่คุณเก็บเกี่ยวมา

source: Has that medieval look
th_th: มอบภาพลักษณ์จากยุคกลาง

source: Status effect ended
th_th: ผลสถานะสิ้นสุด

source: Reserved build area
th_th: พื้นที่สร้างที่สงวนไว้

source: Tent can be dismantled after 30 minutes of placing
th_th: สามารถรื้อถอนเต็นท์ได้หลังจากวางครบสามสิบนาที

source: Only you can enter a tent. You can share you home once you upgrade it to a wooden house and share the keycode with your friends
th_th: มีเพียงคุณที่เข้าเต็นท์ได้ คุณสามารถแบ่งปันบ้านของคุณได้ เมื่อคุณอัพเกรดเป็นบ้านไม้และแบ่งปันรหัสให้เพื่อนของคุณ

source: Boat Travel
th_th: เดินทางด้วยเรือ

source: Hey there! If you ever find any mysterious bags lying around, bring them to me and I'll give you something in return! I'm too short to wander around the island all day looking for those, It gets too exhausting, so I setup this vending machine to trade with the researchers that do have normal size legs. What do the bags contain, and who is Anders? That I cannot tell you.
th_th: ว่าไง! ถ้าคุณเจอถุงลึกลับตกอยู่ที่พื้น เอามาให้ฉันและฉันจะให้บางสิ่งตอบแทน! ฉันขาสั้นเกินกว่าจะเดินไปทั่วเกาะตามหาพวกมันทั้งวัน มันเหนื่อยเกินไป ฉันเลยตั้งตู้ขายของไว้แลกเปลี่ยนกับเหล่านักวิจัยที่มีขายาวปกติ ในถุงมีอะไร แล้วใครคือแอนเดอร์ส เรื่องพวกนี้บอกไม่ได้หรอก

source: Hat
th_th: หมวก

source: Average slot price : 0.56€
th_th: ราคาสล็อตโดยเฉลี่ย : 0.56€
