Repository: Uuvana-Studios/longvinter-modding
Catalog: Content/Localization/GameLocalization/*/GameLocalization.po
Languages: th_th

source: Nauvo research papers
th_th: เอกสารวิจัยนอโว

source: Time Alive
th_th: ระยะเวลาที่มีชีวิตอยู่

source: Want to be useful for once? Grab a fishing rod from us and go fishing. This island has a healthy fish population, which makes for a healthy researcher population. What are you standing there? Go find the best spots! -Sgt. Lake
th_th: อยากทำตัวมีประโยชน์สักครั้งไหม เอาเบ็ดตกปลาจากเราแล้วไปตกปลาสิ เกาะนี้มีประชากรปลาที่สุขภาพดี ซึ่งทำให้ประชากรนักวิจัยมีสุขภาพดี จะยืนอะไรตรงนั้นล่ะ ไปหาที่ตกปลาที่ดีสุดซะสิ! -สิบเอกเลค

source: Pristine Capercaillie Feather
th_th: ขนไก่คาเปอร์เคลลีสภาพดี

source: Generator volume
th_th: เสียงเครื่องปั่นไฟ

source: Upgrade your research base
th_th: อัพเกรดเต็นท์วิจัยของคุณ

source: Team Name
th_th: ชื่อทีม

source: Shared
th_th: แบ่งปันแล้ว

source: Farming is honest work but first requires you to explore the island and find plants to farm on your own.
th_th: ทำฟาร์มเป็นงานสุจริตแต่คุณต้องสำรวจเกาะต่างๆ เพื่อหาพืชมาปลูกเอง

source: Cooked Whitefish
th_th: ปลาไวท์ฟิชย่าง

source: 25 slots
th_th: 25 สล็อต

source: Strawberry Hat
th_th: หมวกสตรอว์เบอร์รี่

source: Players: 0 Ping:
th_th: ผู้เล่น: 0 ปิง:

source: Total money
th_th: ยอดเงินรวม

source: Explore islands and find wildlife, hunt it and pick up what they drop!
th_th: สำรวจเกาะและค้นหาสัตว์ป่า ล่ามัน หยิบของที่พวกมันดรอป!

source: Cozy adventure with community
th_th: การผจญภัยอันอบอุ่นกับชุมชน

source: RoofwithHole
th_th: หลังคามีรู

source: Max usage
th_th: การใช้งานสูงสุด

source: Travel to faraway Jumo.
th_th: เดินทางไปสู่ดินแดนแสนไกลจูโม่

source: • Safe
th_th: • เขตปลอดภัย

source: Customize your style
th_th: ปรับแต่งสไตล์ของคุณ

source: Planter Box 3x3
th_th: กระบะปลูกพืช 3x3

source: *Does not represent the final product
th_th: *ผลิตภัณฑ์นี้ไม่ได้เป็นตัวแทนของผลิตภัณฑ์ขั้นสุดท้าย

source: Clothing
th_th: เสื้อผ้า

source: 50% feathers found
th_th: ค้นพบขนนกครบ 50%

source: Round Table (Blue)
th_th: โต๊ะกลม (น้ำเงิน)

source: No backups yet...
th_th: ยังไม่มีข้อมูลสำรอง

source: Mix it up for fun.
th_th: ผสมเอาสนุก

source: Mrs. Snow's Outpost
th_th: เอาท์โพสต์ของคุณนายสโนว์

source: Plays music when powered with electricity
th_th: เล่นเพลงเมื่อได้พลังงานไฟฟ้า

source: More Capacity
th_th: ความจุเพิ่มขึ้น

source: Error while placing, try again
th_th: เกิดข้อผิดพลาดขณะวาง โปรดลองอีกครั้ง

source: Describe the bug and the steps to reproduce it as descriptively as possible
th_th: อธิบายบั๊กและวิธีทำซ้ำอย่างละเอียดที่สุด

source: Sauna
th_th: เซาว์น่า

source: Quick start: - Your energy is your health. Maintain it to make sure you are not an easy kill to other players - If the outpost has turrets, do not aim your chainsaw or weapon or you'll be killed - Tents and houses are safe places. No one can raid you or steal your items - Use workbench to upgrade your tent - If you get stuck, type: /kill in the chat - C key to wave; X key to sit; Enter to chat [Step 1: Spawn] You'll spawn on a predetermined outpost based on your SteamID and you're given some starting money (MK). Please use this MK to buy your first tool from the vendor next to your spawn point. Starter vendors have different items for sale, but we'll use the fishing rod as an example. [Step 2: Making MK by fishing] Now that you've bought yourself a fishing rod, you can start walking along the shore to look for fishing spots! To locate fishing spots, look for abnormalities in the water surface. Keep in mind that every fishing spot has a different set of fish you can catch, and the best fish is always up north. This rule applies to everything related to moneymaking or finding rare items. You'll have to explore to find the most valuable stuff. Once you've caught enough fish, sell the fish to the vendor you bought the fishing rod from. [Step 3: Spend or Invest] You've now made some MK, and you can do whatever you want with it. You should use the boat at the starting point to travel to Sgt. Lake's Outpost. There you can buy yourself a tent, a workbench for crafting and a container to store loot in. Build yourself a base camp, make friends and build a village!
th_th: คำแนะนำเริ่มต้น: - เลือดของคุณคือหลอดพลังงาน บริหารมันให้ดี ทำให้มั่นใจว่าคนอื่นจะไม่สามารถฆ่าคุณได้ง่าย ๆ - ถ้าเอาท์โพสต์มีป้อมปืน อย่ากดใช้เลื่อยยนต์หรืออาวุธ ไม่งั้นคุณจะถูกฆ่า - เต็นท์และบ้านเป็นที่ปลอดภัย ไม่มีใครมาบุกและขโมยของคุณได้ - ใช้โต๊ะเครื่องมือเพื่ออัพเกรดเต็นท์ของคุณ - ถ้าคุณติดอยู่ที่ไหนก็ตาม พิมพ์: /kill ในช่องแชท - กด C เพื่อโบกมือ กด X เพื่อนั่ง กด Enter เพื่อพูดคุย [ขั้นที่ 1: เกิด] คุณจะเกิดที่เอาท์โพสต์ที่กำหนดไว้ล่วงหน้าขึ้นอยู่กับ SteamID ของคุณ และคุณจะได้เงินเริ่มต้น (MK) มาบ้าง โปรดใช้เงินนี้เพื่อซื้ออุปกรณ์แรกจากตู้ขายของถัดจากจุดเกิดของคุณ ตู้ขายของเริ่มต้นมีไอเท็มที่ขายต่างกัน แต่เราจะยกตัวอย่างด้วยคันเบ็ด [ขั้นที่ 2: ทำเงิน MK โดยการตกปลา] คราวนี้เมื่อคุณซื้อเบ็ดให้ตัวเองแล้ว คุณสามารถเดินไปตามชายฝั่งตามหาจุดตกปลา! เพื่อระบุตำแหน่งตกปลา มองหาจุดที่ไม่ปกติบนผิวน้ำ จำเอาไว้ว่าทุกจุดตกปลา ปลาที่ได้จะแตกต่างกัน และปลาที่ดีที่สุดอยู่ทางเหนือเสมอ กฎนี้ใช้ได้กับทุกอย่างที่เกี่ยวกับการทำเงินหรือการหาของหายาก คุณต้องออกสำรวจเพื่อหาของที่มีค่าที่สุด เมื่อคุณตกปลาได้จำนวนหนึ่ง ขายปลาให้กับตู้ขายของที่คุณซื้อเบ็ดตกปลามา [ขั้นที่ 3: ใช้จ่ายหรือลงทุน] คุณทำเงิน MK ได้บ้างแล้ว และคุณจะใช้มันยังไงก็ได้ คุณควรใช้เรือที่จุดเริ่มต้นไปยัง เอาท์โพสต์ของสิบเอกเลค ที่นั่นคุณสามารถซื้อเต็นท์ โต๊ะเครื่องมือเพื่อใช้ในการคราฟท์และคอนเทนเนอร์เพื่อเก็บของที่หามาได้ สร้างฐานทัพ หาเพื่อน สร้างหมู่บ้านเลย!

source: Press [Space] or this message to enter
th_th: กด [Space] หรือข้อความนี้เพื่อเข้า

source: Server browser
th_th: เซิร์ฟเวอร์เบราว์เซอร์

source: Spanish
th_th: สเปน

source: Cloudberries
th_th: คลาวด์เบอร์รี่

source: Placement grid size
th_th: ขนาดตารางในการวาง

source: DEFAULT
th_th: ค่าเริ่มต้น

source: Garden Fence (Mint)
th_th: รั้วสวน (สีเขียวมิ้นท์)

source: Backup 2:
th_th: ข้อมูลสำรอง 2:

source: Multiple admin EOS IDs should be separated by a single space
th_th: ไอดี EOS ของแอดมินหลายคนควรคั่นด้วยช่องว่างหนึ่งช่อง

source: After finding half of the plants you can move your house to Heisala which has the best vendors and other items for sale.
th_th: หลังจากค้นพบพืชครึ่งหนึ่ง คุณสามารถย้ายบ้านคุณไปที่เกาะเฮย์ซาลาที่มีตู้ขายของและไอเท็มดีๆ ขายได้

source: Max usage: 0
th_th: การใช้งานสูงสุด: 0

source: Wipe server
th_th: ล้างข้อมูลเซิร์ฟเวอร์

source: Used for admin identification for custom server
th_th: สำหรับยืนยันตัวแอดมินในการปรับแต่งเซิร์ฟเวอร์

source: We want to ensure that Longvinter provides a good environment that is both healthy and positive for all players, as it should. To accomplish this, we would like to implement these in-game regulations. The following content includes some of the actions and behaviours that will result in your being banned from Longvinter.
th_th: เราต้องการทำให้แน่ใจว่า Longvinter มอบสภาพแวดล้อมแง่บวกและดีสำหรับผู้เล่นทุกคนตามที่ควรจะเป็น เพื่อให้บรรลุเป้าหมายนี้ เราจึงมีการใช้ข้อบังคับในเกมเหล่านี้ เนื้อหาต่อไปนี้ประกอบด้วยการกระทำและพฤติกรรมบางอย่างที่จะส่งผลให้คุณถูกแบนจาก Longvinter

source: Used to combine items
th_th: ใช้ผสมไอเท็ม

source: Cooked Perch
th_th: ปลาเพิร์ชย่าง

source: Auto-Detect
th_th: ตรวจจับอัตโนมัติ

source: Maintain the required amount of resources to prevent the base from decaying.
th_th: รักษาปริมาณทรัพยากรที่ต้องการเพื่อป้องกันไม่ให้ฐานสลาย

source: Score:
th_th: คะแนน:

source: Inventory
th_th: ช่องเก็บของ

source: Travel to Isla Inocentes
th_th: เดินทางไปยังอิสลา อินโนเซนทส์

source: One compendium category
th_th: ชุดสะสมครบหนึ่งชุด

source: Craft a seed pack
th_th: คราฟท์เมล็ดพันธุ์

source: Reward:
th_th: รางวัล:

source: Jumo research papers
th_th: เอกสารวิจัยจูโม่

source: Loading backup
th_th: โหลดข้อมูลสำรอง

source: Banned
th_th: ถูกแบน

source: 30 slots
th_th: 30 สล็อต

source: Starting quest
th_th: เริ่มภารกิจ

source: Resin Adhesive
th_th: กาวเรซิน

source: Just updated
th_th: เพิ่งอัพเดต

source: Real cozy!
th_th: อุ่นสบายจริง ๆ !

source: Ball Grill
th_th: เตาย่างกลม

source: Accept
th_th: ยอมรับ

source: Collect blackberries you have planted yourself.
th_th: เก็บเกี่ยวแบล็คเบอร์รี่ที่คุณปลูกเอง

source: Good and cheaper to make than bread
th_th: ดีและถูก แถมทำง่ายกว่าขนมปัง

source: All items collected!
th_th: เก็บครบทุกไอเท็ม!

source: Snackbar
th_th: ธัญพืชอัดแท่ง

source: Learn to craft new things by clicking!
th_th: เรียนรู้การสร้างสิ่งใหม่โดยการคลิก!

source: Visit Arenas
th_th: เยี่ยมชมอารีน่า

source: You got kicked from the team!
th_th: คุณถูกเตะออกจากทีม!

source: Cooked Cod
th_th: ปลาค็อดย่าง

source: Fishes can eat them too!
th_th: ปลาก็กินได้เหมือนกัน!

source: Makeshift bench
th_th: ม้านั่งชั่วคราว

source: Energy Drink: Mild
th_th: เครื่องดื่มชูกำลัง: สูตรเจือจาง

source: Mezereons
th_th: เมซซีรอน

source: No Access
th_th: ไม่มีสิทธิ

source: Last saved:
th_th: บันทึกครั้งล่าสุด:

source: Large Dinghy
th_th: เรือทุ่นขนาดใหญ่

source: Max number of tents that a player can have at the same time
th_th: จำนวนเต็นท์สูงสุดที่ผู้เล่นสามารถมีได้ในเวลาเดียวกัน

source: Cooked Swordfish
th_th: ปลากระโทงดาบย่าง

source: Too close to a placeable of the same type
th_th: ใกล้กับสิ่งขของชนิดเดียวกันเกินไป

source: Their Items :
th_th: ไอเท็มของพวกเขา :

source: Block
th_th: บล็อก

source: No electricity transmitter
th_th: ไม่มีทรานส์มิตเตอร์ไฟฟ้า

source: When you are about to catch a fish. Tap E repeatedly
th_th: เมื่อปลาติดเบ็ด กด E รัว ๆ

source: Too close to Point of Interest!
th_th: ใกล้กับจุดสนใจมากเกินไป

source: Bird Meat
th_th: เนื้อสัตว์ปีก

source: Goes well with panko breading
th_th: เข้ากันดีกับเกล็ดขนมปัง

source: Player inventory
th_th: ช่องเก็บของผู้เล่น

source: Code lock on cooldown!
th_th: รหัสล็อคกำลังคูลดาวน์!

source: Cooked Salmon Shark
th_th: ปลาฉลามแซลม่อนย่าง

source: For those who want a challenge
th_th: สำหรับผู้ที่ต้องการความท้าทาย

source: Some speed! Increases your movement speed by
th_th: พอได้เร็วบ้าง! เพิ่มความเร็วเคลื่อนที่ของคุณ

source: A modern take on rifles
th_th: ยุคสมัยใหม่มาอยู่ในปืนไรเฟิล

source: Seeds: Raspberry bush
th_th: เมล็ด: พุ่มราสเบอร์รี่

source: Leave easy access to players to leave items in to your mailbox
th_th: เว้นที่ที่เข้าถึงได้ง่ายไว้ให้ผู้เล่นอื่นฝากไอเท็มไว้ในตู้จดหมายของคุณ

source: This is used for connecting to server in same LAN
th_th: ใช้สำหรับเชื่อมต่อเซิร์ฟเวอร์ในวง LAN เดียวกัน

source: Currency moved from vendor to your wallet
th_th: ย้ายเงินจากตู้ขายของมาที่กระเป๋าเงินแล้ว

source: Your Items
th_th: ไอเท็มของคุณ

source: Play
th_th: เล่น

source: Combat : PVE
th_th: โหมดต่อสู้ : PVE

source: Modular Cabinet (White)
th_th: ตู้โมดูลาร์ (สีขาว)

source: Max FPS
th_th: FPS สูงสุด

source: Container is in use by someone else
th_th: กล่องเก็บของถูกคนอื่นใช้อยู่

source: Not enough mk!
th_th: MK ไม่เพียงพอ!

source: Your choice is locked after your first upgrade
th_th: ตัวเลือกจะถูกล็อคหลังการอัพเกรดครั้งแรก

source: Sofa (Blue)
th_th: โซฟา (น้ำเงิน)

source: Square Table (White)
th_th: โต๊ะเหลี่ยม (ขาว)

source: Tuna
th_th: ปลาทูน่า

source: Not enough MK
th_th: MK ไม่เพียงพอ

source: This is sure to bring a smile to your face
th_th: นี่คงทำให้คุณยิ้มได้แน่

source: Tasty little bar of energy
th_th: ธัญพืชอัดแท่งอันน้อยแสนอร่อย

source: Hepatica
th_th: ดอกเฮพาติก้า

source: Gather plants you find in the wild
th_th: เก็บเกี่ยวพืชที่คุณพบในป่า

source: Backward
th_th: ถอยหลัง

source: Cursor size
th_th: ขนาดเคอร์เซอร์

source: Acquire research tent
th_th: ได้รับเต็นท์วิจัย

source: If the circle is always yellow, try placing the turret on the ground
th_th: ถ้าวงสีเหลืองตลอด ลองวางป้อมปืนบนพื้นดิน

source: Collect wood and upgrade the tent into a wooden house.
th_th: เก็บเกี่ยวไม้และอัพเกรดเต็นท์เป็นบ้านไม้

source: Summer is wonderful time
th_th: ฤดูร้อนเป็นช่วงเวลาที่ยอดเยี่ยม

source: Can fit 3 persons, you can pick it up after the use
th_th: รับได้ 3 คน หยิบเก็บหลังจากใช้งานได้

source: Short Gun Barrel
th_th: ลำกล้องปืนสั้น

source: Hair
th_th: ทรงผม

source: Sweet and round
th_th: หวานกลมกล่อม

source: You cannot carry more(100) ammo!
th_th: คุณไม่สามารถพกกระสุนมากกว่า (100) นัดได้!

source: You are not authorized to access items
th_th: คุณไม่มีสิทธิ์เข้าถึงไอเท็มนี้

source: RoofOpen
th_th: หลังคาเปิด

source: Once you have enough money, travel to main hub by clicking on the boat.
th_th: เมื่อคุณมีเงินมากพอ เดินทางไปยังศูนย์กลางหลักโดยคลิกที่เรือ

source: Show empty
th_th: แสดงเซิร์ฟที่ว่าง

source: Go ahead, eat it
th_th: เอาเลย กินเลยสิ

source: Link to the community website or discord for example
th_th: ลิงค์ไปยังเว็บไซต์ชุมชนหรือดิสคอร์ดเป็นต้น

source: Craft fence
th_th: คราฟท์รั้ว

source: Increases the damage taken and given by
th_th: เพิ่มความเสียหายที่ได้รับและสร้าง

source: Average slot price : 0.52£
th_th: ราคาสล็อตโดยเฉลี่ย : 0.52£

source: Your EOS account ID
th_th: ID บัญชี EOS ของคุณ

source: Ammo: 0
th_th: กระสุน: 0

source: Trout
th_th: ปลาเทราท์

source: Real Money Trading
th_th: การซื้อขายด้วยเงินจริง

source: Cooked Pike
th_th: ปลาไพค์ย่าง

source: Tip: The research tent requires a lot of space. Remove the surrounding trees with a chainsaw and try placing it again
th_th: คำแนะนำ: เต็นท์วิจัยต้องการพื้นที่มาก ตัดต้นไม้รอบ ๆ ทิ้งด้วยเลื่อยยนต์และลองวางมันอีกครั้ง

source: Streamer mode (Hide sensitive information during gameplay)
th_th: โหมดสตรีมเมอร์ (ซ่อนข้อมูลที่ละเอียดอ่อนระหว่างการเล่นเกม)

source: Assault Rifle Kit
th_th: ชุดไรเฟิลจู่โจม

source: Cannot place on top of rocks!
th_th: วางบนหินไม่ได้!

source: Combat :
th_th: โหมดต่อสู้ :

source: Garden Firepit
th_th: แคมป์ไฟสวน

source: Plant it!
th_th: ปลูกเลย!

source: Should the server be visible for others
th_th: เซิร์ฟเวอร์ควรปรากฏให้คนอื่นเห็นหรือไม่

source: Well done! You finished the most important compendium list there is, be proud of yourself and wear the hat with pride! -Sgt. Lake
th_th: เยี่ยมยอด! คุณสะสมชุดสะสมที่สำคัญที่สุดครบแล้ว จงภูมิใจและสวมหมวกด้วยความภาคภูมิ! -สิบเอกเลค

source: Your energy will start to drain normally after this effect depletes
th_th: พลังงานของคุณจะเริ่มลดตามปกติหลังจากเอฟเฟกต์นี้หมดลง

source: Decaying
th_th: การสลาย

source: Card that you can use to access locked rooms in bunkers
th_th: บัตรที่คุณสามารถใช้เปิดห้องที่ถูกล็อคในบังเกอร์

source: Expands the indoor size.
th_th: ขยายพื้นท่ีภายใน

source: Greenhouse
th_th: เรือนเพาะชำ

source: Not enough power
th_th: พลังงานไม่พอ

source: Outside of house area
th_th: นอกพื้นที่บ้าน

source: Liquid fossils
th_th: ฟอสซิลเหลว

source: Generator
th_th: เครื่องกำเนิดไฟฟ้า

source: Share House With Team
th_th: แบ่งปันบ้านกับทีม

source: Not enough inventory space to receive items
th_th: พื้นที่ไม่เพียงพอจะรับไอเท็ม

source: Explore islands and pick up new things you see. Make sure to pack food and firewood for a cosy journey!
th_th: สำรวจเกาะและหยิบสิ่งใหม่ๆ ที่คุณเจอ อย่าลืมเตรียมอาหารและฟืนเพื่อการเดินทางที่สะดวกสบาย!

source: Equipment
th_th: อุปกรณ์

source: Farming support funds
th_th: กองทุนสนับสนุนการทำฟาร์ม

source: Selling:
th_th: ขาย:

source: name
th_th: ชื่อ

source: Tastes like autumn melancholy!
th_th: รสชาติเหมือนความโศกเศร้าในฤดูใบไม้ร่วง!

source: You are full of soup, you cannot eat anything big before your stomach empties!
th_th: ท้องคุณเต็มไปด้วยซุป คุณกินอะไรชิ้นใหญ่ๆ ไม่ได้จนกว่าท้องคุณจะว่าง!

source: Delete
th_th: ลบ

source: Seeds: Blackberry bush
th_th: เมล็ด: พุ่มแบล็คเบอร์รี่

source: If this continues, try restarting the game.
th_th: หากยังเกิดขึ้นอยู่ โปรดลองรีสตาร์ทเกม

source: To upgrade your base further you will need this.
th_th: เพื่ออัพเกรดฐานคุณ คุณต้องใช้สิ่งนี้

source: Tag
th_th: แท็ก

source: Resin
th_th: เรซิน

source: After catching half of the fishes, you can enter the fishing island that has the best vendors and other fishing items for sale!
th_th: หลังจากตกปลาได้ครึ่งหนึ่งแล้ว คุณสามารถไปที่เกาะตกปลาที่มีตู้ขายของที่ดีที่สุด และไอเท็มสำหรับตกปลาอื่นๆ มากมายขายอยู่!

source: Wheat
th_th: ข้าวสาลี

source: After compendium completion, Angel will offer you to buy a Farming Hat. Visit her.
th_th: หลังจากเก็บชุดสะสมครบ แองเจิลจะขายหมวกทำฟาร์มให้คุณ ไปหาเธอ

source: Tea Bottle
th_th: ขวดน้ำชา

source: Tip: Bring a campfire with you everywhere you go. It regenerates your energy passively.
th_th: คำแนะนำ: นำแคมป์ไฟไปกับคุณทุกที่ มันฟื้นฟูพลังงานของคุณอย่างช้า ๆ

source: Electricity
th_th: ไฟฟ้า

source: Travel to north of Nauvo.
th_th: เดินทางไปทางเหนือของนอโว

source: French
th_th: ฝรั่งเศส

source: Visit all islands to find the rest of the plants!
th_th: เยี่ยมชมเกาะทั้งหมดเพื่อค้นหาพืชที่เหลือ!

source: Candy Cane
th_th: ลูกกวาดไม้เท้า

source: Consumes the item!
th_th: กินไอเท็ม!

source: Hide team location bubbles
th_th: ซ่อนจุดบอกตำแหน่งทีม

source: Hello handsome! You look a little lost, let me help you: Bring me some fish or berries, and I'll pay you well! The fish here is amazing. You should cook some for yourself while you're at it. I used to live in the city. I had a career as a lawyer. I did everything you're supposed to do I guess, but it wasn't cutting it. I wanted to find the thing I'm passionate about, so I joined the research program, and I'm still here, happy as one could be. Nature was the thing for me. I hope you find your happiness too, or whatever you are looking for. - Mrs. Snow
th_th: ว่าไง รูปหล่อ! ดูท่าจะหลงทางนะ ให้ฉันช่วยเถอะ เอาปลาหรือเบอร์รี่มาให้ฉันสิ ฉันจะจ่ายให้อย่างงาม! ปลาที่นี่สุดยอดเลย ย่างเอาไว้กินเองบ้างระหว่างออกไปหาของบ้างล่ะ ฉันเคยอยู่ในเมือง ทำอาชีพทนาย ฉันว่าฉันทำทุกอย่างที่ควรทำแล้ว แต่ก็ยังรับมือกับมันไม่ได้ ฉันอยากหาสิ่งที่ฉันหลงใหลฉันเลยเข้าร่วมโครงการวิจัยและฉันก็ยังคงอยู่ที่นี่ มีความสุขเท่าที่คนหนึ่งจะสุขได้ ธรรมชาติคือสิ่งที่ใช่สำหรับฉัน ฉันหวังว่าเธอจะเจอความสุขของเธอเหมือนกัน หรืออะไรก็ตามที่เธอตามหาอยู่ - คุณนายสโนว์

source: Find half of the plants
th_th: หาพืชให้ครบครึ่งหนึ่ง

source: Losing more energy to the cold
th_th: เสียพลังงานไปกับความหนาวมากขึ้น

source: Placeholder
th_th: ข้อความตัวอย่าง

source: Tuned On
th_th: เปิด

source: It will make you feel like the queen of Christmas
th_th: มันจะทำให้คุณรู้สึกเหมือนเป็นราชินีแห่งคริสต์มาส

source: Pristine Reindeer Antlers
th_th: เขากวางเรนเดียร์สภาพดี

source: Not enough mk to add new buy listing
th_th: Mk ไม่เพียงพอในการเพิ่มรายการรับซื้อ

source: Welcome to Longvinter island! Start earning some Mk to buy your own tent. Following these tasks will help you get started!
th_th: ยินดีต้อนรับสู่เกาะลองวินเทอร์! เริ่มหา Mk เพื่อซื้อเต็นท์ให้คุณเอง ทำตามภารกิจเหล่านี้จะช่วยคุณตั้งตัวได้

source: Add items by clicking inventory.
th_th: เพิ่มไอเท็มโดยการคลิกที่ช่องเก็บของ

source: Hiking Backpack
th_th: กระเป๋าเป้เดินป่า

source: Swordfish
th_th: ปลากระโทงดาบ

source: Catch all other fishes that you are still missing, and use worms and blackberry's to lure rarer fishes to the spots.
th_th: จับปลาที่คุณยังขาด ใช้หนอนหรือแบล็คเบอร์รี่เพื่อล่อปลาที่หายาก

source: A book for a self-respecting handyman
th_th: หนังสือสำหรับช่างฝีมือที่เคารพในตัวเอง

source: Sofa
th_th: โซฟา

source: Turrets require electricity to work.
th_th: ป้อมปืนต้องการไฟฟ้าในการทำงาน

source: Bait Buster
th_th: เบ็ดมือปราบ

source: Cooked Black Grouper
th_th: ปลาเก๋าดำย่าง

source: Kiiruna Feather
th_th: ขนนกคิรูน่า

source: Passive
th_th: พาสซีฟ

source: Misty Grouper
th_th: ปลาเก๋ามิสตี้

source: Trading
th_th: การแลกเปลี่ยน

source: Mailbox access:
th_th: การเข้าถึงตู้จดหมาย:

source: Reset character (only works in game)
th_th: รีเซทตัวละคร (ใช้ได้เฉพาะในเกม)

source: Shadows
th_th: เงา

source: Cooked Stingray
th_th: ปลากระเบนธงย่าง

source: Player has invited you to their team
th_th: ผู้เล่นได้ชวนคุณเข้าทีม

source: Nothing fancy but solid food fish
th_th: ไม่มีอะไรหรูหราแต่เป็นอาหารปลาชั้นยอด

source: Collect resin
th_th: เก็บเรซิน

source: Community :
th_th: ชุมชน :

source: Hat for a true green thumb
th_th: หมวกคนรักษ์โลกตัวจริง

source: Ban appeal
th_th: อุทธรณ์การแบน

source: Stylised Vase (Green)
th_th: แจกันแต่งลาย (เขียว)

source: Autoplant
th_th: ปลูกอัตโนมัติ

source: Angel
th_th: แองเจิล

source: Typical lake enjoyer
th_th: ปลาผู้ชื่นชอบทะเลสาบทั่ว ๆ ไป

source: Combat Hat
th_th: หมวกออกรบ

source: Search by name...
th_th: ค้นหาด้วยชื่อ...

source: No Energy Drain
th_th: พลังงานไม่ลด

source: Tip: The best fishing spots are never near the fishing vendor. Try small islands and spots around other vendors
th_th: คำแนะนำ: จุดตกปลาที่ดีที่สุดไม่เคยอยู่ใกล้ตู้ขายของตกปลา ลองหาเกาะเล็ก ๆ และจุดตกปลารอบ ๆ ตู้ขายของอื่น ๆ

source: Close Server
th_th: ปิดเซิร์ฟเวอร์

source: Decorative element to your home
th_th: ของสำหรับแต่งบ้านคุณ

source: Team
th_th: ทีม

source: Resolution Scale
th_th: สเกลความละเอียด:

source: Quest
th_th: ภารกิจ

source: Interact nearby
th_th: โต้ตอบกับสิ่งใกล้ ๆ

source: Electricity Generator
th_th: เครื่องปั่นไฟ

source: You have already learned everything
th_th: คุณได้เรียนรู้ทุกอย่างแล้ว

source: You can find it when cutting down trees.
th_th: คุณสามารถหามันได้จากการตัดต้นไม้

source: Increases the chance of getting extra harvest by
th_th: เพิ่มโอกาสในการเก็บเกี่ยวเพิ่มเติม

source: Houses & Tents : 0
th_th: บ้าน & เต็นท์ : 0

source: After compendium completion, Sgt. Lake will offer you to buy a Fishing Hat. Visit him.
th_th: หลังจากเก็บชุดสะสมครบ สิบเอกเลคจะขายหมวกตกปลาให้คุณ ไปหาเขา

source: Think you're going to carry everything on that tiny backpack of yours? Didn't think so either. Get yourself a tent and some containers to ease that load and keep your findings safe! Only you can enter the tent, so you're safe. Don't ask me how it works like that, it just does. -Kyrre
th_th: คิดว่าจะแบกทุกอย่างในกระเป๋าเล็ก ๆ ของเธอเหรอ ฉันก็ไม่คิดอย่างนั้นเหมือนกัน หาเต็นท์ให้ตัวเองและกล่องเก็บของสักหน่อยเพื่อลดภาระ เก็บของที่หามาให้ปลอดภัย! เธอเท่านั้นที่เข้าเต็นท์ได้ อย่าถามว่าเป็นแบบนั้นได้ยังไง มันก็แค่เป็นแบบนั้น -เคียร์

source: Upgrades
th_th: อัพเกรด

source: Modular Cabinet
th_th: ตู้โมดูลาร์

source: Light up your campsite!
th_th: ส่องสว่างให้บริเวณแคมป์ของคุณ!

source: Turning decay off will disable it for both tents and houses
th_th: ปิดการสลายจะส่งผลต่อทั้งเต็นท์และบ้าน

source: Cooking Recipe
th_th: ปรุงอาหาร

source: "Craft new items by combining two or more items in the workbench, which can be bought from a vendor or found from a loot container"
th_th: "คราฟท์ไอเท็มใหม่โดยการรวมไอเท็มสองชิ้นขึ้นไปในโต๊ะทำงาน ซึ่งสามารถซื้อได้จากตู้ขายของหรือหาได้ตามกล่องเก็บของ"

source: The perfect addition to your holiday decor
th_th: ของสุดเพอร์เฟ็กต์สำหรับตกแต่งวันหยุดของคุณ

source: Name Bubble
th_th: กล่องแสดงชื่อ

source: Use your knowledge to complete this task.
th_th: ใช้ความรู้ของคุณเพื่อทำภารกิจนี้ให้สำเร็จ

source: Metal Parts
th_th: ชิ้นส่วนโลหะ

source: Joining island.
th_th: เข้าร่วมเกาะ

source: Gamma
th_th: แกมม่า

source: Turned Off
th_th: ปิด

source: Slab Planter Box
th_th: กระบะหินปลูกพืช

source: Big Solar Panel With Battery
th_th: แผงโซลาร์เซลล์ขนาดใหญ่พร้อมแบตเตอรี่

source: Wildlife control
th_th: การควบคุมสัตว์ป่า

source: Description of your idea
th_th: คำอธิบายไอเดียของคุณ

source: Start server
th_th: เริ่มต้นเซิร์ฟเวอร์

source: New discovery!
th_th: การค้นพบใหม่!

source: Not producing energy
th_th: ไม่ได้ผลิตพลังงาน

source: Submachine Gun
th_th: ปืนกลมือ

source: Press R to rotate
th_th: กด R เพื่อหมุน

source: Tree roosting, ground nesting forest bird
th_th: นกป่าทำรังบนดิน พักพิงบนต้นไม้

source: Glass Cannon
th_th: แรงแต่บาง

source: Trade
th_th: แลกเปลี่ยน

source: Kingcup
th_th: ดอกคิงคัพ

source: Decorated Round Table (Wood)
th_th: โต๊ะตกแต่งกลม (ไม้)

source: Energy Drink: Regular
th_th: เครื่องดื่มชูกำลัง: สูตรปกติ

source: You can only place 2 Stations near your house
th_th: คุณสามารถวางได้เพียงสองสถานีใกล้บ้านคุณ

source: Head Style
th_th: สไตล์หัว

source: There is still items inside. Press one more time to dismantle!
th_th: ยังมีไอเท็มอยู่ข้างใน กดอีกครั้งเพื่อรื้อถอน!

source: Tip: Bring a campfire with you everywhere you go. It regenerates your energy passively when you stand next to it
th_th: คำแนะนำ: นำแคมป์ไฟไปกับคุณทุกที่ มันฟื้นฟูพลังงานของคุณอย่างช้า ๆ เมื่อคุณยืนอยู่ข้างมัน
