Repository: Uuvana-Studios/longvinter-modding
Catalog: Content/Localization/GameLocalization/*/GameLocalization.po
Languages: th_th

source: Add seeds
th_th: เพิ่มเมล็ด

source: Report Player
th_th: รายงานผู้เล่น

source: Cannot place on top of foliage!
th_th: วางบนพืชไม่ได้!

source: Sit
th_th: นั่ง

source: Looks poisonous
th_th: ดูเหมือนจะมีพิษ

source: Maps
th_th: แผนที่

source: 4 slots
th_th: 4 สล็อต

source: Lamp Post
th_th: เสาไฟ

source: New status effect
th_th: เอฟเฟกต์สถานะใหม่

source: Collect
th_th: เก็บ

source: A commmon lake fish
th_th: ปลาทะเลสาบทั่วไป

source: You cannot fish while swimming
th_th: คุณตกปลาตอนว่ายน้ำอยู่ไม่ได้

source: Necessary kit for crafting a assault rifle
th_th: อุปกรณ์จำเป็นสำหรับการคราฟท์ไรเฟิลจู่โจม

source: All fishes found
th_th: ค้นพบปลาครบทุกชนิดแล้ว

source: Leave Queue
th_th: ออกจากคิว

source: Juniper Planks
th_th: แผ่นไม้จูนิเปอร์

source: The game window may go unresponsive for a while. Do not close.
th_th: หน้าต่างเกมอาจไม่ตอบสนอง สักครู่หนึ่ง โปรดอย่าปิด

source: To get power things you will need the electricity transmitter.
th_th: เพื่อให้พลังงานสิ่งต่างๆ คุณต้องการทรานส์มิตเตอร์ไฟฟ้า

source: Served with spicy sambal sauce
th_th: เสิร์ฟพร้อมซอสซัมบัลเผ็ดๆ

source: Travel to Norra and Grunni. Visit the arenas and try your luck with the loot!
th_th: เดินทางไปเกาะนอร์ราและกรันนี แวะไปอารีน่าและเสี่ยงโชคกับของที่จะได้ดู!

source: Stingray
th_th: ปลากระเบนธง

source: High
th_th: สูง

source: Leaving the game while in combat will drop your items
th_th: ออกจากเกมระหว่างอยู่ในการต่อสู้จะทำให้ไอเท็มของคุณตก

source: Titanium Ingot
th_th: แท่งไทเทเนียม

source: Dutch
th_th: ดัตช์

source: Borderless
th_th: ไร้ขอบ

source: Name (SteamID)
th_th: ชื่อ (SteamID)

source: Player
th_th: ผู้เล่น

source: Invite sent
th_th: ส่งคำเชิญแล้ว

source: Cooldown
th_th: คูลดาวน์

source: Sheet Metal
th_th: แผ่นเหล็ก

source: Great way to celebrate mid summer. Dont burn your fingers while cooking
th_th: ทางเลือกที่ดีสำหรับฉลองกลางฤดูร้อน อย่าลวกนิ้วตัวเองระหว่างทำอาหารล่ะ

source: Only you can pickup
th_th: คุณเท่านั้นที่หยิบได้

source: This is cooked in fireplace!
th_th: นี่เปิดเตาทำอาหารอยู่นะ

source: Empty
th_th: ว่างเปล่า

source: Find the papers
th_th: ตามหาเอกสาร

source: Add wood to workbench
th_th: เพิ่มไม้ในโต๊ะเครื่องมือ

source: Jax's Outopost
th_th: เอาท์โพสต์ของแจ็กซ์

source: Complete the hunting compendium to shop here!
th_th: เก็บชุุดสะสมการล่าสัตว์ให้ครบ เพื่อซื้อของที่นี่!

source: Server tag that can be used to search for the server
th_th: แท็กเซิร์ฟเวอร์ที่ใช้ค้นหาเซิร์ฟเวอร์ได้

source: Arctic Char
th_th: ปลาอาร์กติกชาร์

source: Server Name
th_th: ชื่อเซิร์ฟเวอร์

source: You can only place 2 Mailboxes near your house
th_th: คุณสามารถวางตู้จดหมายไว้ใกล้บ้านคุณได้เพียง 2 ตู้เท่านั้น

source: Cannot get mk
th_th: ไม่สามารถรับ mk ได้

source: Code lock
th_th: รหัสล็อค

source: Fish spot cannot deplete but fishing is slower by
th_th: จุดตกปลาจะไม่หายไป แต่การตกปลาจะช้าลง

source: You have not learned that, check compendium blueprints!
th_th: คุณยังไม่ได้เรียนรู้สิ่งนั้น ตรวจดูชุดสะสมพิมพ์เขียว!

source: Reason:
th_th: เหตุผล:

source: Metal Stock
th_th: ด้ามโลหะ

source: Anyone can pickup
th_th: ทุกคนหยิบได้

source: Joining island...
th_th: เข้าร่วมเกาะ...

source: Are you lost? Just asking. You don't look like the type that usually wanders around here, you know, the tough type. Here are some tools if you want to buy any, but let's be real here, you look more like a berry gatherer than anything else, just in my opinion of course. Bring the berries to me, and I'll ship them off to a local beverage factory Don't knock on the door -Tim
th_th: หลงทางเหรอ? ถามดูเฉย ๆ น่ะ เธอดูไม่เหมือนคนที่จะมาเดินเตร็ดเตร่แถวนี้ แบบพวกคนแกร่งอะนะ นี่เป็นเครื่องมือบางอย่างถ้าอยากจะซื้อ แต่เอาจริงนะ เธอดูเหมือนนักเก็บเบอร์รี่มากกว่าจะทำอย่างอื่นได้ แน่นอนว่าความเห็นส่วนตัว เอาผลเบอร์รี่มาให้ฉัน ฉันจะได้ส่งไปให้โรงงานเครื่องดื่มตามท้องถิ่น อย่าเคาะประตูล่ะ -ทิม

source: We don't allow players to disrupt the normal flow of the game or otherwise act in a manner that is likely to negatively affect other players' ability to compete fairly when playing the game or their gaming experience (also known as "griefing"). Spawn camping, for example. Each case will be investigated and given a penalty.
th_th: เราไม่อนุญาตให้ผู้เล่นขัดขวางกระแสปกติของเกมหรือกระทำการในลักษณะที่อาจส่งผลเสียต่อความสามารถของผู้เล่นคนอื่นในการแข่งขันอย่างยุติธรรมเมื่อเล่นเกมหรือประสบการณ์การเล่นเกมของพวกเขา (เรียกอีกอย่างว่า "กรีฟฟิ่ง") ดักฆ่าจุดเกิดเป็นต้น ในแต่ละกรณีจะถูกสอบสวนและลงโทษ

source: Restricted Area
th_th: เขตหวงห้าม

source: Visit Padva island
th_th: เยี่ยมชมเกาะแพดวา

source: Too far away to trade
th_th: อยู่ไกลเกินที่จะแลกเปลี่ยน

source: your message
th_th: ข้อความของคุณ

source: Upgrade your tent to a house.
th_th: อัพเกรดเต็นท์ของคุณเป็นบ้าน

source: It is unacceptable to use or intentionally play with players who use cheats, hacks, exploits, or bugs to gain an unfair advantage over other players, ruining their gaming experience. If you find an exploit you should report it to our GitHub. Exploits used in player versus player gameplay will result in a 1 - 14 day ban. Using 3rd party cheats or exploits to duplicate items will result in a permanent ban.
th_th: การใช้หรือจงใจเล่นกับผู้เล่นที่ใช้กลโกง แฮ็ก ช่องโหว่งเอาเปรียบ หรือจุดบกพร่อง เพื่อให้ได้เปรียบอย่างไม่เป็นธรรมเหนือผู้เล่นรายอื่น ทำลายประสบการณ์การเล่นเกมของพวกเขา เป็นสิ่งที่ยอมรับไม่ได้ หากคุณพบช่องโหว่ คุณควรรายงานไปยัง GitHub ของเรา การใช้ช่องโหว่ในการเล่นเกมระหว่างผู้เล่นกับผู้เล่นจะส่งผลให้ถูกแบน 1 - 14 วัน การใช้กลโกงหรือโปรแกรมโกงภายนอกเพื่อเพิ่มจำนวนไอเท็มจะส่งผลให้ถูกแบนถาวร

source: You cannot pickup
th_th: คุณไม่สามารถหยิบได้

source: Admin Panel
th_th: หน้าต่างแอดมิน

source: Deal with the birds. You can keep the feathers.
th_th: จัดการกับพวกนก คุณเก็บขนนกไปได้

source: Mk added
th_th: เพิ่ม Mk แล้ว

source: Official servers wiped 3/3
th_th: ล้างข้อมูลเซิร์ฟเวอร์ทางการวันที่ 3/3

source: Combine 4 of the same plant into crafting bench and make seed pack
th_th: รวมพืชชนิดเดียวกัน 4 อันในโต๊ะเครื่องมือเพื่อทำเมล็ดพันธุ์

source: Catch Trout
th_th: จับปลาเทราท์

source: Seeds: Poppy
th_th: เมล็ด: ดอกป็อปปี้

source: The ban is permanent
th_th: ระยะเวลาแบนนั้นถาวร

source: Back
th_th: กลับ

source: damage with
th_th: ทำดาเมจด้วย

source: Secret document containing valuable information
th_th: เอกสารลับที่มีข้อมูลอันมีค่า

source: Pix
th_th: พิกซ์

source: Houses & tents
th_th: บ้าน & เต็นท์

source: not available
th_th: ไม่พร้อมใช้งาน

source: SAVE
th_th: บันทึก

source: Seeds: Kingcup
th_th: เมล็ด: ดอกคิงคัพ

source: Blocks players
th_th: ขวางทางผู้เล่น

source: Rasberry Jam
th_th: แยมราสเบอร์รี่

source: Catch fish
th_th: ตกปลา

source: Disconnect
th_th: ตัดการเชื่อมต่อ

source: Overlapping with player model!
th_th: ซ้อนทับกับโมเดลผู้เล่น!

source: damage back
th_th: ทำดาเมจกลับ

source: *Unofficial servers might have their own regulations/rules and we are not responsible if you are banned from those servers.
th_th: *เซิร์ฟเวอร์ที่ไม่เป็นทางการอาจมีระเบียบ/กฎเกณฑ์ของตนเอง และเราไม่ได้มีส่วนรับผิดชอบหากคุณถูกแบนจากเซิร์ฟเวอร์เหล่านั้น

source: Related to sharks, good when grilled
th_th: วงศ์เดียวกับฉลาม ย่างแล้วดี

source: Press any key to rebind
th_th: กดปุ่มใดก็ได้เพื่อตั้งปุ่มใหม่

source: Your EOS ID: -
th_th: ไอดี EOS ของคุณ:

source: Things are getting serious
th_th: เริ่มจริงจังขึ้นมาแล้ว

source: Joining island
th_th: เข้าร่วมเกาะ

source: Full
th_th: เต็ม

source: Electricity Transmitter
th_th: ทรานส์มิตเตอร์ไฟฟ้า

source: You can only place 1 sauna near your house
th_th: คุณสามารถวางได้เพียง 1 เซาว์น่าใกล้บ้านของคุณ

source: Village Lamp Post
th_th: เสาไฟหมู่บ้าน

source: The nearest travel point is Diogo's docks, this beautiful island is home to mushrooms and rare birds.
th_th: จุดท่องเที่ยวที่ใกล้ที่สุดคือท่าเรือของดิโอโก นี่เป็นเกาะที่สวยงามและเป็นบ้านของเหล่านกหายากและเห็ด

source: Open Menu
th_th: เปิดเมนู

source: SETTING LABEL
th_th: ป้ายกำกับการตั้งค่า

source: Seed container full
th_th: กล่องเก็บเมล็ดเต็ม

source: Status effect is already applied
th_th: ได้รับผลของสถานะนี้อยู่แล้ว

source: Small Solar Panel
th_th: แผงโซลาร์เซลล์ขนาดเล็ก

source: Loot chests near warehouses and harbours and bunkers to find gun parts and craft a gun.
th_th: หาของจากกล่องใกล้โกดัง ท่าเรือ และบังเกอร์ เพื่อหาชิ้นส่วนปืนและคราฟท์ปืน

source: remaining in vendor inventory
th_th: เหลืออยู่ในคลังของผู้ขาย

source: Makes you extra warm. Removes cold damage by
th_th: ทำให้คุณอบอุ่นกว่าเดิม ลดความเสียหายจากความหนาว

source: Community link
th_th: ลิงค์ชุมชน

source: 50 slots
th_th: 50 สล็อต

source: At least it's not Perch
th_th: อย่างน้อยก็ไม่ใช่ปลาเพิร์ช

source: All the items can be sold in James recycler machines, these are found in some outposts and points of interests.
th_th: ไอเท็มทั้งหมดสามารถขายได้ที่เครื่องรีไซเคิลของเจมส์ ซึ่งสามารถพบได้ในเอาท์โพสต์และบริเวณจุดสนใจต่าง ๆ

source: Color: Mint
th_th: สี: เขียวมิ้นท์

source: Access Card: High Level
th_th: บัตรเข้าถึง: ระดับสูง

source: Cheating / Exploits
th_th: โกง / เอารัดเอาเปรียบ

source: Other player is already in a trade
th_th: ผู้เล่นคนนี้อยู่ในการแลกเปลี่ยนแล้ว

source: Out of reach
th_th: อยู่นอกระยะ

source: Heat Pack
th_th: ถุงร้อน

source: Update your game on Steam, server has newer version!
th_th: อัพเดตเกมของคุณบน Steam เซิร์ฟเวอร์มีเวอร์ชั่นที่ใหม่กว่า!

source: Server is running on an outdated build!
th_th: เซิร์ฟเวอร์ทำงานบนเวอร์ชั่นเก่า!

source: Team 1
th_th: ทีม 1

source: Friends are best! Unlocks to all players who have visited your house.
th_th: เพื่อน ๆ น่ะดีที่สุด! ปลดล็อคให้ผู้เล่นทุกคนที่เคยมาบ้านของคุณ

source: Safe Zone
th_th: เขตปลอดภัย

source: Snow area depletes your energy much quicker than grass areas.
th_th: พื้นที่หิมะลดพลังงานคุณเร็วกว่าพื้นที่หญ้า

source: Port number, default is 7777
th_th: เลขพอร์ต ค่าเริ่มต้นคือ 7777

source: Show Backups
th_th: แสดงการสำรองข้อมูล

source: Turret shoots any trespassers
th_th: ป้อมปืนยิงทุกคนที่บุกรุก

source: Jacks Arena
th_th: อารีน่าของแจ็ค

source: You have been banned!
th_th: คุณถูกแบน!

source: Locally produced food is always best.
th_th: อาหารผลิตเองนั้นดีที่สุดเสมอ

source: In main menu
th_th: อยู่ในเมนูหลัก

source: Settling down
th_th: ตั้งรกราก

source: Pack Of Worms
th_th: ถุงหนอน

source: Your house needs wood deposits to stay intact.
th_th: บ้านของคุณต้องฝากไม้เพื่อคงสภาพ

source: Sgt. Lake
th_th: สิบเอกเลค

source: Penalties and Bans
th_th: บทลงโทษและการแบน

source: The Atlantic cod is a benthopelagic fish of the family Gadidae
th_th: ปลาค็อดแอตแลนติกเป็นปลาทะเลลึกในวงศ์กาดิดี

source: Salmon Shark
th_th: ปลาฉลามแซลม่อน

source: Region:
th_th: ภูมิภาค:

source: Cooking recipes
th_th: สูตรอาหาร

source: Legendary
th_th: ตำนาน

source: Combat : PVP
th_th: โหมดต่อสู้ : PVP

source: Dropped by a reindeer
th_th: ดรอปจากกวางเรนเดียร์

source: Navigation is key
th_th: การนำทางเป็นกุญแจสำคัญ

source: Salt
th_th: เกลือ

source: Installed
th_th: ติดตั้งแล้ว

source: Can't teleport while in a boat
th_th: เทเลพอร์ทขณะอยู่ในเรือไม่ได้

source: Round Table (Wood)
th_th: โต๊ะกลม (ไม้)

source: Hat for hunters
th_th: หมวกสำหรับนักล่า

source: Scarecrow
th_th: หุ่นไล่กา

source: Check your inventory!
th_th: ตรวจสอบช่องเก็บของของคุณ!

source: Complete fishing compendium to shop here!
th_th: เก็บชุุดสะสมปลาให้ครบ เพื่อซื้อของที่นี่!

source: Shows you every recipe. Very handy.
th_th: แสดงสูตรทุกสูตร มีประโยชน์มาก

source: Used to chop down things
th_th: ใช้สำหรับโค่นสิ่งต่าง ๆ

source: Consumable
th_th: บริโภคได้

source: Same network, use direct connect
th_th: เครือข่ายเดียวกัน ใช้การเชื่อมต่อโดยตรง

source: You need to find a proper fishing spot
th_th: คุณต้องหาจุดตกปลาที่เหมาะสม

source: This is a sign of something
th_th: นี่เป็นป้ายอะไรสักอย่าง

source: Battery
th_th: แบตเตอรี่

source: DescriptionOnly
th_th: คำอธิบายเท่านั้น

source: Telescopic Reel
th_th: เบ็ดตกปลาพกพา

source: Croissant
th_th: ครัวซองต์

source: Crafting requirements
th_th: สิ่งจำเป็นในการคราฟท์

source: You just completed the quest
th_th: คุณเพิ่งทำภารกิจสำเร็จ

source: Modular Cabinet (Yellow)
th_th: ตู้โมดูลาร์ (สีเหลือง)

source: Rare and valuable
th_th: มีค่าและหายาก

source: Coffee Beans
th_th: เมล็ดกาแฟ

source: Pickup items
th_th: เก็บไอเทม

source: Buy fishing rod
th_th: ซื้อเบ็ดตกปลา

source: You received:
th_th: คุณได้รับ:

source: Turkish
th_th: ตุรกี

source: A saltwater ray-finned fish from the family Gadidae, the true cods.
th_th: ปลาก้านครีบน้ำเค็มจากวงศ์กาดิดี ปลาค็อดตัวจริง

source: — Anyone can pick up
th_th: — ทุกคนหยิบได้

source: Lights your day even during the harshest of storms
th_th: ส่องสว่างวันของคุณแม้ในยามที่มีพายุรุนแรงที่สุด

source: Talk to the Angel in Heisala
th_th: คุยกับแองเจิลที่เกาะเฮย์ซาลา

source: Ammo [100]
th_th: กระสุน [100]

source: Garden Tile 2x2
th_th: กระเบื้องปูสวน 2x2

source: Eat it
th_th: กินเลยสิ

source: Hi there! I always love to meet new researchers around the island. If nothing here suits you now. Please check the clock and come back to see what new items have arrived from over the seas
th_th: ว่าไง! ฉันชอบที่ได้เจอนักวิจัยใหม่ ๆ ทั่วเกาะเสมอ ถ้าตอนนี้ไม่มีอะไรที่นี่ที่เหมาะกับเธอ โปรดดูนาฬิกาแล้วกลับมาดูว่ามีของใหม่อะไรบ้างจากแดนไกล

source: Rug: Blue Cabin
th_th: พรม: สีน้ำเงิน

source: Server will close itself once it has restored the new save files. If server take more than 2 minutes to close. It has failed to load the backup
th_th: เซิร์ฟเวอร์จะปิดตัวเองเมื่อกู้คืนไฟล์บันทึกใหม่แล้ว หากเซิร์ฟเวอร์ใช้เวลาในการปิดนานกว่า 2 นาที แปลว่าเซิร์ฟเวอร์ไม่สามารถโหลดข้อมูลสำรองได้

source: Can't seem to open it, maybe someone else can
th_th: ดูเหมือนว่าจะเปิดไม่ได้ น่าจะมีใครสักคนเปิดได้นะ

source: Mastering Farming
th_th: ชำนาญพิเศษเกษตรกรรม

source: Visit Heisala island
th_th: เยี่ยมชมเกาะเฮย์ซาลา

source: Trade completed
th_th: แลกเปลี่ยนสำเร็จ

source: All players will spawn here
th_th: ผู้เล่นทุกคนจะเกิดที่นี่

source: Remove placeables near you home to upgrade
th_th: นำของรอบตัวบ้านออกเพื่ออัพเกรด

source: Made of pure snow and loves to play in the coldest weather
th_th: ทำจากหิมะล้วน ๆ และชอบเล่นอยู่ในสภาพอากาศที่สุดแสนจะหนาว

source: Keyboard
th_th: คีย์บอร์ด

source: Polish
th_th: โปแลนด์

source: Your Compendium has been updated
th_th: ชุดสะสมของคุณได้รับการอัพเดต

source: for reward
th_th: เพื่อรับรางวัล

source: Failure, no servers found.
th_th: ล้มเหลว ไม่พบเซิร์ฟเวอร์

source: Very sturdy wood that can be crafted into planks
th_th: ไม้ที่สุดจะแข็งแรง คราฟท์เป็นแผ่นไม้ได้

source: Saw with a rotating chain
th_th: ใบเลื่อยกับโซ่หมุน

source: Currency moved between vendor and wallet
th_th: ย้ายเงินระหว่างตู้ขายของและกระเป๋าเงินแล้ว

source: Tip: Build structures around your tent to prevent other campers from placing their tent too close to yours
th_th: คำแนะนำ: สร้างสิ่งก่อสร้างรอบเต็นท์ของคุณเพื่อป้องกันไม่ให้ผู้เล่นอื่นวางเต็นท์ใกล้เต็นท์ของคุณเกินไป

source: This is crafted with workbench istead!
th_th: ต้องใช้โต๊ะเครื่องมือคราฟท์!

source: coords
th_th: พิกัด

source: Requires Money
th_th: ต้องใช้เงิน

source: Rules website
th_th: เว็บไซต์กฎ

source: Place down the workbench
th_th: วางโต๊ะเครื่องมือ

source: Modular Cabinet (Red)
th_th: ตู้โมดูลาร์ (สีแดง)

source: Ping
th_th: ปิง

source: — You cannot pick up after placing
th_th: — คุณไม่สามารถหยิบได้ หลังจากวาง

source: Saving...
th_th: กำลังบันทึก...

source: Black Pepper
th_th: พริกไทยดำ

source: A pack of powder wheat
th_th: แป้งสาลีหนึ่งห่อ

source: Trailer Vendor
th_th: รถขายของ

source: Wind Turbine
th_th: กังหันลม

source: Toggle DX11 Water
th_th: เปิด/ปิด น้ำ DX11

source: Tip: You can locate fishing spots by looking for abnormalities on the water surface
th_th: คำแนะนำ: คุณสามารถระบุตำแหน่งตกปลาได้โดยการสังเกตจุดผิดปกติบนผิวน้ำ

source: Cold
th_th: หนาว

source: Christmas Stockings
th_th: ถุงเท้าคริสต์มาส

source: Message
th_th: ข้อความ

source: [F1] Hide
th_th: [F1] ซ่อน

source: This one likes more dry places
th_th: อันนี้ชอบที่แห้งมากกว่า

source: Portrait painting of an organist called Anders
th_th: ภาพวาดของนักเล่นออร์แกนนามแอนเดอร์ส

source: Turned On
th_th: เปิด

source: Browse server providers
th_th: ค้นหาผู้ให้บริการเซิร์ฟเวอร์

source: Combat Stats
th_th: สถิติการต่อสู้

source: Done
th_th: เสร็จสิ้น

source: Save
th_th: บันทึก

source: Private Game
th_th: เกมส่วนตัว

source: Research Tent
th_th: เต็นท์วิจัย

source: No servers in history
th_th: ไม่มีประวัติเซิร์ฟเวอร์

source: They put a fish in a can
th_th: พวกเขาเอาปลามาใส่กระป๋อง

source: Part for building an AutoDefender!
th_th: ชิ้นส่วนในการสร้างป้อมปืนอัตโนมัติ!

source: Seeds: Wheat
th_th: เมล็ด: ข้าวสาลี

source: Music
th_th: เพลง

source: Setting
th_th: ตั้งค่า

source: Juicy stuff cooked to coffee
th_th: ของฉ่ำๆ ปรุงเป็นกาแฟ

source: Medium speed. Increases your movement speed by
th_th: เร็วปานกลาง เพิ่มความเร็วเคลื่อนที่ของคุณ

source: Force of nature
th_th: พลังแห่งธรรมชาติ

source: Raspberries
th_th: ราสเบอร์รี่

source: Sell
th_th: ขาย

source: You are about to wipe all the server data!
th_th: คุณกำลังจะล้างข้อมูลเซิร์ฟเวอร์ทั้งหมด!

source: Player trading inventory
th_th: ช่องเก็บของแลกเปลี่ยนของผู้เล่น

source: • Winter
th_th: • เขตหนาว

source: Basic beginner rod
th_th: เบ็ดตกปลาพื้นฐานสำหรับมือใหม่

source: Eat it!
th_th: กินเลย!

source: Metallic helper to assist your shooting, used to craft weapons
th_th: ตัวช่วยโลหะช่วยในการยิง ใช้คราฟท์อาวุธ

source: It seems that you have not placed the house
th_th: ดูเหมือนว่าคุณยังไม่ได้วางบ้าน

source: You don't have to reload. Just shoot.
th_th: คุณไม่จำเป็นต้องรีโหลดกระสุน แค่ยิงก็พอ

source: Dill
th_th: ผักชีลาว

source: Main Menu
th_th: เมนูหลัก

source: Slow, but lethal!
th_th: ช้าแต่ถึงตาย!

source: Why is it pink?
th_th: ทำไมมันสีชมพูล่ะ

source: Server name
th_th: ชื่อเซิร์ฟเวอร์

source: There's items inside!
th_th: มีไอเท็มข้างใน!

source: Motion Blur
th_th: โมชั่นเบลอ

source: You need to upgrade tent to a house before placing turrets
th_th: คุณต้องอัพเกรดเต็นท์เป็นบ้านก่อนวางป้อมปืน

source: Resolution
th_th: ความละเอียด

source: Griefing
th_th: กรีฟฟิ่ง

source: Fish collection
th_th: ชุดสะสมปลา

source: Bug
th_th: บั๊ก

source: New Map Name
th_th: แผนที่ใหม่

source: Input
th_th: อินพุท

source: Travel to beautiful Isla Inocentes.
th_th: เดินไปทางยังแดนอันสวยงามอิสลา อินโนเซนทส์

source: Seeds: Sugar Beet
th_th: เมล็ด: ชูการ์บีท

source: Server options and performance may differ between providers
th_th: ตัวเลือกเซิร์ฟเวอร์และประสิทธิภาพอาจแตกต่างกันตามผู้ให้บริการ

source: Public
th_th: สาธารณะ

source: Private Island
th_th: เกาะส่วนตัว

source: Looking for servers...
th_th: กำลังหาเซิร์ฟเวอร์...

source: Collect Mk
th_th: เก็บ Mk

source: All compendiums fully unlocked
th_th: ชุดสะสมทั้งหมดถูกปลดล็อคแล้ว

source: Master
th_th: ระดับเสียงหลัก

source: Pike
th_th: ปลาไพค์

source: Advanced Crafting
th_th: การคราฟท์ขั้นสูง

source: Remove buy orders or lower price
th_th: นำรายการรับซื้อออกหรือลดราคาลง

source: Hazel Hen Feather
th_th: ขนไก่เฮเซล

source: Video
th_th: วีดิโอ

source: Craft your first gun
th_th: คราฟท์ปืนกระบอกแรกของคุณ

source: Settings
th_th: ตั้งค่า

source: Dont enough mk to increse price
th_th: Mk ไม่เพียงพอที่จะขึ้นราคา

source: This item is only used in crafting
th_th: ไอเท็มนี้ใช้ในการคราฟท์เท่านั้น

source: Audio
th_th: เสียง

source: Rare fish
th_th: ปลาหายาก

source: Find servers
th_th: ค้นหาเซิร์ฟเวอร์

source: Cooked Misty Grouper
th_th: ปลาเก๋ามิสตี้

source: Chanterelle soup
th_th: ซุปเห็ดชานเทอเรล

source: Tim's Outpost
th_th: เอาท์โพสต์ของทิม

source: Add 2 wood to crafting bench.
th_th: ใส่ไม้ 2 อันในโต๊ะเครื่องมือ

source: Vase With Flowers (Green )
th_th: แจกันพร้อมดอกไม้ (เขียว)

source: Co-op spawn
th_th: จุดเกิด Co-op

source: Too close to other building
th_th: ใกล้กลับสิ่งปลูกสร้างอื่นเกินไป

source: Spacebar
th_th: สเปซบาร์

source: Zoom camera
th_th: ซูมกล้อง

source: Passive health regeneration!
th_th: ฟื้นฟูเลือดแบบติดตัว!

source: Shotgun
th_th: ปืนลูกซอง

source: Management
th_th: การจัดการ

source: Keeps birds away, and hopefully people aswell
th_th: กันนกให้ห่าง หวังว่าจะกันคนได้ด้วย

source: Time left:
th_th: เวลาที่เหลือ:

source: Join
th_th: เข้าร่วม

source: Spanish, Latin
th_th: สเปน, ละติน

source: Plant box
th_th: กระบะปลูกพืช

source: Anti-Aliasing
th_th: ลบรอยหยัก

source: Korean
th_th: เกาหลี

source: Set turrets to active!
th_th: ตั้งค่าป้อมเป็นแบบพาสซีฟ!

source: Julia's Mysterios Shop
th_th: ร้านลึกลับของจูเลีย

source: Your house is now shared with team members!
th_th: บ้านของคุณถูกแบ่งปันกับสมาชิกในทีมแล้ว

source: The perfect addition to your holiday decor!
th_th: ของสุดเพอร์เฟ็กต์สำหรับตกแต่งวันหยุดของคุณ!

source: Server starting up....
th_th: เซิร์ฟเวอร์กำลังเริ่มต้น....

source: Store your items in it
th_th: เก็บไอเท็มของคุณไว้ในนี้

source: Unofficial
th_th: ไม่เป็นทางการ

source: Comment
th_th: ความคิดเห็น

source: Craft Makeshift bench
th_th: คราฟท์ม้านั่งชั่วคราว

source: Can only be placed on walls!
th_th: วางได้บนกำแพงเท่านั้น!

source: You need a fishing rod
th_th: คุณต้องการเบ็ดปลา

source: Modern Rifle Kit
th_th: ชิ้นส่วนไรเฟิลสมัยใหม่

source: Rotate object clockwise
th_th: หมุนวัตถุตามเข็มนาฬิกา

source: Empty Bottle
th_th: ขวดเปล่า

source: Farming Basics
th_th: พื้นฐานการทำฟาร์ม

source: Join Official
th_th: เข้าเซิร์ฟเวอร์ทางการ

source: Sirola has the best selection of items that are needed for upgrading your house.
th_th: สิโรล่ามีไอเท็มที่ดีที่สุดสำหรับการอัพเกรดบ้านของคุณ

source: Hide home location bubble
th_th: ซ่อนจุดบอกตำแหน่งบ้าน

source: Can't remove items from trade while confirmed
th_th: ไม่สามารถนำไอเท็มออกจากการแลกเปลี่ยนเมื่อยืนยันแล้ว

source: Name of the server visible in the server browser
th_th: ชื่อของเซิร์ฟเวอร์ที่ปรากฏในหน้าค้นหาเซิร์ฟเวอร์

source: Item has to face outside your building area
th_th: ไอเท็มต้องหันหน้าออกจากพื้นที่บ้านของคุณ

source: Flour
th_th: แป้ง

source: Restore
th_th: กู้คืน

source: Cannot pickup while in water
th_th: ไม่สามารถหยิบขณะอยู่ในน้ำได้

source: Are you sure you want to delete this quest?
th_th: คุณแน่ใจหรือว่าต้องการลบภารกิจนี้?

source: Part of the Allotment Garden set
th_th: ส่วนหนึ่งของชุดตกแต่งสวน

source: Haddock
th_th: ปลาแฮดด็อค

source: Complete the fishing compendium to shop here!
th_th: เก็บชุุดสะสมปลาให้ครบ เพื่อซื้อของที่นี่!

source: A bag of sweetness
th_th: ถุงแห่งความหวาน

source: Seeds: Cloudberry bush
th_th: เมล็ด: พุ่มคลาวด์เบอร์รี่

source: Teleport to you
th_th: เทเลพอร์ทมาหาคุณ

source: Host your own server
th_th: โฮสต์เซิร์ฟเวอร์ของคุณเอง

source: Disconnected
th_th: ตัดการเชื่อมต่อ

source: Stop living like an animal and make a pathway
th_th: หมดยุคหินแล้ว สร้างอารยธรรมทางเดินเป็นของตัวเองซะ!

source: Green Interior Upgrade
th_th: อัพเกรดภายในสีเขียว

source: Open topic
th_th: คำถามทั่วไป

source: Language
th_th: ภาษา

source: Not enough space in inventory to remove
th_th: ไม่มีช่องเก็บของเพียงพอให้นำออก

source: Upgrade your tent to a house before timer runs out!
th_th: อัพเกรดเต็นท์ของคุณก่อนที่เวลาจะหมด!

source: Farming
th_th: ฟาร์มของ

source: If you place items and they have a blue color. They can be picked up by anyone.
th_th: ถ้าคุณวางไอเท็มและมันเป็นสีฟ้า ทุกคนสามารถหยิบไอเท็มนั้นได้

source: Used for crafting items with lights
th_th: ใช้คราฟท์ไอเท็มที่มีไฟ

source: Player wants to trade with you
th_th: ผู้เล่นต้องการแลกเปลี่ยนกับคุณ

source: Good Equipment
th_th: อุปกรณ์ดี

source: Place in your yard and receive gifts from others
th_th: วางไว้ในสนามและรอรับของขวัญจากคนอื่น

source: Email
th_th: อีเมล

source: Respawn
th_th: เกิดใหม่

source: Open github
th_th: เปิด GitHub

source: Your tent will decay soon!
th_th: เต็นท์ของคุณจะสลายเร็ว ๆ นี้!

source: Reindeer Antlers
th_th: เขากวางเรนเดียร์

source: Uses gas for cooking. Great for more civilised researchers
th_th: ใช้แก๊สเพื่อปรุงอาหาร ดีเยี่ยมสำหรับนักวิจัยที่มีอารยธรรมมากขึ้น

source: You are not authorized to access this
th_th: คุณไม่มีสิทธิ์เข้าถึง

source: Actions
th_th: การกระทำ

source: Sugar Bag
th_th: ถุงน้ำตาล

source: Seen on the server : 0
th_th: พบเห็นบนเซิร์ฟเวอร์ : 0
